Repository: ctt-gob-es/portafirmas-app
Catalog: lib/app/l10n/app_*.arb
Languages: ca, es, eu, gl

# clave_sign_in_generic_error_description
source: Identification with Cl@ve Permanente has failed. Please try again later or use electronic certificate access.
ca: Ha fallat la identificació a Cl@ve Permanent. Torna-ho a intentar més tard o prova l'accés mitjançant certificat electrònic.
es: Ha fallado la identificación en Cl@ve Permanente. Inténtalo de nuevo más tarde o prueba el acceso mediante certificado electrónico.
eu: Cl@ve Permamentearen identifikazioa huts egin du. Saiatu berriro geroago edo saiatu sarbidea ziurtagiri elektronikoaren bidez.
gl: Fallou a identificación en Cl@ve Permanente. Inténtao de novo máis tarde ou proba o acceso mediante certificado electrónico.

# no_user_exception_title
source: Login Error
ca: Error d'inici de sessió
es: Error de inicio de sesión
eu: Saio-hasierako errorea
gl: Erro no inicio de sesión

# no_user_exception_description
source: The identification with Cl@ve Permanent has failed. Please try again later or use an electronic certificate to access.
ca: La identificació amb Cl@ve Permanent ha fallat. Torna-ho a intentar més tard o prova d'accedir mitjançant certificat electrònic.
es: Ha fallado la identificación en Cl@ve Permanente. Inténtalo de nuevo más tarde o prueba el acceso mediante certificado electrónico.
eu: Cl@ve Permanent bidezko identifikazioa huts egin du. Saiatu berriro geroago edo saiatu sarbidea ziurtagiri elektroniko baten bidez.
gl: Fallou a identificación en Cl@ve Permanente. Téntao de novo máis tarde ou proba o acceso mediante certificado electrónico.

source: External link
ca: Enllaç extern
es: Enlace externo
eu: kanpoko esteka
gl: Enlace externo

# error_signing_document_title
source: The request could not be signed.
ca: La petició no s'ha pogut signar.
es: La petición no se ha podido firmar
eu: Eskaera ezin izan da sinatu.
gl: A petición non puido ser asinada.

# error_signing_document_subtitle
source: The original document you wish to sign has some issues with its signatures. If you wish to sign it, you will need to do so through the website.
ca: El document original que desitges signar té algun problema amb les seves firmes. Si desitges signar-lo, hauràs de fer-ho a través de la web.
es: El documento original que deseas firmar tiene algún problema con sus firmas. Si deseas firmarlo deberás hacerlo a través de la web.
eu: Sinatu nahi duzun jatorrizko dokumentuak sinadurekin arazo batzuk ditu. Sinatu nahi baduzu, web bidez egin beharko duzu.
gl: O documento orixinal que desexas asinar ten algún problema coas súas sinaturas. Se desexas asinalo, deberás facelo a través da web.

source: More information
ca: Més informació
es: Más información
eu: Informazio gehiago
gl: Máis información

# security_alert
source: Segurity alert
ca: Alerta de seguretat
es: Alerta de seguridad
eu: Segurtasun alerta
gl: Alerta de seguridade

# security_alert_subtitle
source: Your device does not have an official operating system. For security reasons, you cannot use this application.
ca: El teu dispositiu no té un sistema operatiu oficial. Per raons de seguretat, no pots utilitzar aquesta aplicació.
es: Tu dispositivo no tiene un sistema operativo oficial. Por razones de seguridad, no puedes utilizar esta aplicación.
eu: Zure gailuak ez du sistema eragile ofizialik. Segurtasun arrazoiengatik, ezin duzu aplikazio hau erabili.
gl: O teu dispositivo non ten un sistema operativo oficial. Por razóns de seguridade, non podes utilizar esta aplicación.

# general_clave
source: Cl@ve Permanente
ca: Cl@ve permanent
