Repository: ctt-gob-es/portafirmas-app
Catalog: lib/app/l10n/app_*.arb
Languages: ca, es, eu, gl

# login_subtitle
source: Sign requests easily
ca: signa peticions de forma senzilla
es: firma peticiones de forma sencilla
eu: sinatu eskaerak erraz
gl: sinatura peticións de xeito sinxelo

# login_access_btn
source: Login
ca: Accedir
es: Acceder
eu: Sartu
gl: Acceder

# login_help_sheet_title
source: Login to Portafirmas
ca: Accés a Portafirmas
es: Acceso a Portafirmas
eu: Sartu sinaduren arbelean
gl: Acceso a Portafirmas

# login_help_sheet_content_1
source: Accessing Portafirmas requires your organisation to create a user account on your server. Users can access Portafirmas from both the website and the app. To enter, please add an electronic certificate to the Portafirmas app or access Cl@ve Permanente to use your certificate on the cloud. For any questions or concerns you may have, please contact
ca: Per poder accedir a Portafirmas, cal que el teu organisme t’hagi creat un compte d’usuari al teu servidor. El teu usuari podrà accedir tant a Portafirmas des del web com des de l’app. Per entrar, hauràs d’afegir un certificat electrònic a l’app de Portafirmas o accedir mitjançant Cl@ve permanent i utilitzar el teu certificat al núvol. Si tens cap dubte o problema, pots contactar amb el
es: Para poder acceder a Portafirmas, es necesario que tu organismo te haya creado una cuenta de usuario en tu servidor. Tu usuario podrá acceder tanto a Portafirmas desde la web como desde la app. Para entrar, necesitarás añadir un certificado electrónico a la app de Portafirmas o acceder mediante Cl@ve Permanente para utilizar tu certificado en la nube. Si tienes alguna duda o problema puedes contactar con el
eu: Sinaduren arbelean sartzeko, zure erakundeak erabiltzaile-kontu bat sortu sortu behar ditzu zerbitzarian. Erabiltzaile-kontuarekin webgunetik eta aplikaziotik sartu ahal izango zara Sinaduren arbelean. Sartzeko, ziurtagiri elektroniko bat gehitu beharko duzu Sinaduren arbela aplikazioan edo sartu Cl@ve Permanente bidez hodeiko ziurtagiria erabiltzeko. Zalantzaren bat edo arazoren bat izanez gero, jarri harremanetan
gl: Para poder acceder a Portafirmas, é necesario que o teu organismo che crease unha conta de usuario no teu servidor. O teu usuario poderá acceder tanto a Portafirmas desde a web como desde a app. Para entrar, necesitarás engadir un certificado electrónico á app de Portafirmas ou acceder mediante Cl@ve Permanente para utilizar o teu certificado na nube. Se tes algunha dúbida ou problema podes contactar co

# login_help_sheet_content_2
source: your organisation’s Support Service.
ca: servei de suport del teu organisme.
es: Servicio de Soporte de tu organismo.
eu: zure erakundeko Laguntza-zerbitzuarekin.
gl: Servizo de Soporte do teu organismo.

# access_button_change_auth
source: Change identification method
ca: Canviar mètode d’identificació
es: Cambiar método de identificación
eu: Aldatu identifikatzeko metodoa
gl: Cambiar método de identificación

# access_button_server_manage
source: Server management
ca: Administració de servidors
es: Administración de servidores
eu: Zerbitzarien administrazioa
gl: Administración de servidores

# general_understood
source: Got it
ca: Entesos
es: Entendido
eu: Ados
gl: Entendido

# general_continue
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
gl: Continuar

# general_try_again
source: Try again
ca: Tornar a intentar-ho
es: Volver a intentarlo
eu: Saiatu berriro
gl: Volver intentalo

# general_back
source: Back
ca: Enrere
es: Atrás
eu: Atzera
gl: Atrás

# general_certificate
source: Electronic certificate
ca: Certificat electrònic
es: Certificado electrónico
eu: Ziurtagiri elektronikoa
gl: Certificado electrónico

# general_dni
source: Electronic DNI
ca: DNI electrònic
es: DNI electrónico
eu: NAN elektronikoa
gl: DNI electrónico

# general_need_help
source: Need help?
ca: Necessites ajuda?
es: ¿Necesitas ayuda?
eu: Laguntza behar duzu?
gl: Necesitas axuda?

# general_clave_portal
source: Cl@ve portal
ca: Portal Cl@ve
es: Portal Cl@ve
eu: Cl@ve ataria
gl: Portal Cl@ve

# general_call_060
source: Call 060
ca: Trucar al 060
es: Llamar al 060
eu: Deitu 060ra
gl: Chamar ao 060

# general_contact_form
source: Contact form
ca: Formulari de contacte
es: Formulario de contacto
eu: Harremanetarako inprimakia
gl: Formulario de contacto

# general_pass
source: Password
ca: Contrasenya
es: Contraseña
eu: Pasahitza
gl: Contrasinal

# general_server
source: Server
ca: Servidor
es: Servidor
eu: Zerbitzaria
gl: Servidor

# general_change
source: Change
ca: Canviar
es: Cambiar
eu: Aldatu
gl: Cambiar

# general_change_server
source: Change server
ca: Canviar servidor
es: Cambiar servidor
eu: Aldatu zerbitzaria
gl: Cambiar servidor

# general_change_cert
source: Change certificate
ca: Canviar certificat
es: Cambiar certificado
eu: Aldatu ziurtagiria
gl: Cambiar certificado

# general_register_me
source: Register me
ca: Registrar-me
es: Registrarme
eu: Erregistratu
gl: Rexistrarme

# general_select
source: Select
ca: Seleccionar
es: Seleccionar
eu: Hautatu
gl: Seleccionar

# general_add
source: Add
ca: Afegir
es: Añadir
eu: Gehitu
gl: Engadir

# general_modify
source: Edit
ca: Modificar
es: Modificar
eu: Aldatu
gl: Modificar

# general_retry
source: Try again
ca: Reintentar
es: Reintentar
eu: Saiatu berriro
gl: Reintentar

# general_save
source: Save
ca: Desar
es: Guardar
eu: Gorde
gl: Gardar

# general_problem_title
source: An error occurred
ca: S’ha produït un problema
es: Ha ocurrido un problema
eu: Arazo bat izan da
gl: Ocorreu un problema

# error_text
source: Error
eu: Errorea
gl: Erro

# error_new_version_title
source: New version available
ca: Nova versió disponible
es: Nueva versión disponible
eu: Bertsio berri bat eskuragarri
gl: Nova versión dispoñible

# error_new_version_subtitle
source: A new Portafirmas update is available.
ca: Hi ha una nova actualització de Portafirmas.
es: Hay una nueva actualización de Portafirmas.
eu: Eguneratzen bat dago Pasahitzen arbelean.
gl: Hai unha nova actualización de Portafirmas.

# skip_text
source: Skip
ca: Ometre
es: Omitir
eu: Saltatu
gl: Omitir

# error_update_app_title
source: Mandatory Portafirmas v. update
ca: Actualització obligatòria de Portafirmas v.
es: Actualización obligatoria Portafirmas v.
eu: Pasahitzen arbelaren derrigorrezko eguneratzea (v.
gl: Actualización obrigatoria Portafirmas v.

# error_update_app_subtitle
source: Please install update to continue using the application.
ca: Per poder continuar utilitzant l’aplicació, cal actualitzar-la.
es: Para poder continuar utilizando la aplicación, debes actualizarla.
eu: Aplikazioa erabiltzen jarraitu ahal izateko, eguneratu egin behar duzu.
gl: Para poder continuar utilizando a aplicación, debes actualizala.

# error_update_button
source: Update
ca: Actualitzar
es: Actualizar
eu: Eguneratu
gl: Actualizar

# version_text
source: Version v{version}
ca: Versió v{version}
es: Versión v{version}
eu: Bertsioa v{version}
gl: Versión v{version}

# error_login_cert_title
source: Login error
ca: Error d’inici de sessió
es: Error de inicio de sesión
eu: Errorea saioa hastean
gl: Erro de inicio de sesión

# error_login_cert_subtitle
source: Something went wrong! An error occurred while logging in with the certificate. Please wait a few minutes before retrying the operation.
ca: ¡Alguna cosa ha anat malament! S'ha produït un error en iniciar la sessió amb certificat. Espera uns minuts abans de tornar a intentar l'operació.
es: ¡Algo salió mal! Se ha producido un error en iniciar la sesión con certificado. Espera unos minutos antes de reintentar la operación.
eu: Zerbait oker joan da! Ziurtagiriarekin saioa hastean errore bat gertatu da. Itxaron minutu batzuk eta saiatu berriro operazioa.
gl: ¡Algo saíu mal! Produciuse un erro ao iniciar sesión co certificado. Espera uns minutos antes de volver a intentar a operación.

# server_default_general_title
source: General GSA server
ca: Servidor general AGE
es: Servidor General AGE
eu: EAO zerbitzari orokorra
gl: Servidor Xeral AXE

# server_default_general_subtitle
source: General State Administration organisations.
ca: Organismes de l’Administració General de l’Estat.
es: Organismos de la Administración General del Estado.
eu: Estatuko Administrazio Orokorraren erakundeak.
gl: Organismos da Administración Xeral do Estado.

# server_default_redsara_title
source: Other administration server
ca: Servidor resta d’administracions
es: Servidor resto de Administraciones
eu: Gainerako administrazioen zerbitzaria
gl: Servidor resto de Administracións

# server_default_redsara_subtitle
source: Autonomous Communities, local entities, universities other bodies registered for this service.
ca: CA, EL, universitats i altres organismes donats d’alta en aquest servei.
es: CCAA, EELL, Universidades y otros organismos dados de alta en este servicio.
eu: Zerbitzu honetan alta emandako autonomia-erkidegoak, tokiko erakundeak, unibertsitateak eta beste erakunde batzuk.
gl: CCAA, EELL, Universidades e outros organismos dados de alta neste servizo.

# select_server_title
source: Which server would you like to use?
ca: Quin servidor vols utilitzar?
es: ¿Qué servidor quieres usar?
eu: Zein zerbitzari erabili nahi duzu?
gl: Que servidor queres usar?

# select_server_subtitle
source: If you’re unsure which server to use, please contact your organisation’s Support Service. Users must register previously on the selected server.
ca: Si no saps a quin servidor t’has de connectar, posa’t en contacte amb el servei de suport del teu organisme. Cal haver donat d’alta prèviament l’usuari en el servidor seleccionat.
es: Si no conoces el servidor al que te debes conectar, ponte en contacto con el Servicio de Soporte de de tu organismo. Tu usuario debe estar previamente dado de alta en el servidor seleccionado.
eu: Ez badakizu zein zerbitzaritara konektatu behar duzun, jarri harremanetan zure erakundeko Laguntza-zerbitzuarekin. Zure erabiltzaileak alta emanda egon behar du hautatutako zerbitzarian.
gl: Se non coñeces o servidor ao que te debes conectar, ponte en contacto co Servizo de Soporte do teu organismo. O teu usuario debe estar previamente dado de alta no servidor seleccionado.

# select_server_add_server_title
source: Would you like to add another server?
ca: Vols afegir un altre servidor?
es: ¿Quieres añadir otro servidor?
eu: Beste zerbitzari bat gehitu nahi duzu?
gl: Queres engadir outro servidor?

# select_server_add_server_sub
source: If your organisation uses a specific server, you may add a new server.
ca: Si el teu organisme té un servidor específic, podràs afegir un nou servidor.
es: Si tu organismo tiene un servidor específico podrás añadir un nuevo servidor.
eu: Zure erakundeak zerbitzari jakin bat badu, zerbitzari berri bat gehi dezakezu.
gl: Se o teu organismo ten un servidor específico poderás engadir un novo servidor.

# select_server_add_server
source: Add server
ca: Afegir servidor
es: Añadir servidor
eu: Gehitu zerbitzaria
gl: Engadir servidor

# add_server_title
source: Add new server
ca: Afegir nou servidor
es: Añadir nuevo servidor
eu: Gehitu zerbitzari berria
gl: Engadir novo servidor

# add_server_sub
source: Adding a server requires assigning it a new name and a URL.
ca: Per afegir un nou servidor, cal assignar-li un àlies i una URL.
es: Para añadir un nuevo servidor será necesario asignarle un alias y una URL.
eu: Zerbitzari berri bat gehitzeko, ezizen bat eta URL bat esleitu behar dizkiozu.
gl: Para engadir un novo servidor será necesario asignarlle un alias e unha URL.

# add_server_textfield_1_label
source: Enter new name
ca: Introdueix un àlies
es: Introduce un alias
eu: Idatzi ezizen bat
gl: Introduce un alias

# add_server_textfield_1_hint
source: My server
ca: El meu servidor
es: Mi servidor
eu: Nire zerbitzaria
gl: O meu servidor

# add_server_textfield_2_label
source: URL
eu: URLa

# add_server_save_btn
source: Save server
ca: Desar servidor
es: Guardar servidor
eu: Gorde zerbitzaria
gl: Gardar servidor

# add_server_modal_success_title
source: Add server
ca: Servidor desat
es: Servidor añadido
eu: Gehitu da zerbitzaria
gl: Servidor engadido

# add_server_modal_success_sub
source: {serverName} server added successfully.
ca: El servidor {serverName} s’ha afegit correctament.
es: Se ha añadido el servidor {serverName} correctamente.
eu: Gehitu da {serverName} zerbitzaria.
gl: Engadiuse o servidor {serverName} correctamente.

# add_server_modal_error_title
source: An error occurred when adding the server
ca: Error en afegir el servidor
es: Error al añadir el servidor
eu: Errorea zerbitzaria gehitzean
gl: Erro ao engadir o servidor

# add_server_modal_error_sub
source: Failure to add {serverName} server successfully. Please check the URL and enter it again.
ca: No hem pogut afegir el servidor {serverName}; revisa la URL introduïda o torna’l a afegir de nou.
es: No hemos podido añadir el servidor {serverName} correctamente, revisa la URL añadida o vuelve a añadirlo de nuevo.
eu: Ezin izan dugu {serverName} zerbitzaria gehitu, berrikusi gehitutako URLa edo gehitu berriro.
gl: Non puidemos engadir o servidor {serverName} correctamente, revisa a URL engadida ou volve a engadilo de novo.

# expired_session_modal_header
source: Your session has expired
ca: La sessió ha expirat
es: La sesión ha expirado
eu: Saioa iraungi da
gl: A sesión expirou

# expired_session_modal_description
source: My Portafirmas sessions expire periodically for security purposes. Please login again.
ca: La sessió a Portafirmas caduca periòdicament per motius de seguretat. Torna a iniciar la sessió.
es: La sesión de Mi Portafirmas caduca periódicamente para mantener la seguridad. Por favor, vuelve a iniciar sesión.
eu: Nire sinaduren arbeleko saioa tarteka iraungi egiten da seguru mantentzeko. Hasi saioa berriro.
gl: A sesión de O meu Portafirmas caduca periodicamente para manter a seguridade. Por favor, volve iniciar sesión.

# add_server_server_url
source: Enter server URL
ca: Introdueix la URL del servidor
es: Introduce la URL del servidor
eu: Idatzi zerbitzariaren URLa
gl: Introduce a URL do servidor

# add_server_server_url_format_error
source: Invalid URL format
ca: El format de la URL no és vàlid
es: El formato de la URL no es válido
eu: Ez du balio URLaren formatuak
gl: O formato da URL non é válido

# choose_id_title
source: Select identification method
ca: Tria el mètode d’identificació
es: Elige el método de identificación
eu: Aukeratu autentifikazio-metodoa
gl: Elixe o método de identificación

# choose_id_register
source: Register for Cl@ve Permanente
ca: Registrar-me a Cl@ve permanent
es: Registrarme en Cl@ve Permanente
eu: Erregistratu Cl@ve Permanente-n
gl: Rexistrarme en Cl@ve Permanente

# choose_id_overlay_clave_title
source: Select your preferred registration method
ca: Tria la forma de registre que millor s’adapti a tu
es: Elige la forma de registro que mejor se adapte a ti
eu: Aukeratu hoberen egokitzen zaizun erregistro modura
gl: Elixe a forma de rexistro que mellor se adapte a ti

# choose_id_overlay_help_sub
source: Additional information about how to register and use Cl@ve is available through:
ca: Si necessites informació addicional sobre com utilitzar o registrar-te a Cl@ve, pots demanar-la a través dels mitjans següents.
es: Si necesitas información adicional sobre Cl@ve sobre cómo utilizarlo o registrarte, puedes hacerlo a través de los siguientes medios.
eu: Cl@ve-ri buruzko informazio gehiago behar baduzu nola erabili edo erregistratu jakiteko, bide hauen bidez lor dezakezu.
gl: Se necesitas información adicional sobre Cl@ve sobre como utilizalo ou rexistrarte, podes facelo a través dos seguintes medios.

# choose_id_overlay_videocall
source: Video call or message
ca: Videotrucada o carta
es: Videollamada o carta
eu: Bideodeia edo gutuna
gl: Vídeochamada ou carta

# choose_id_overlay_in_person
source: In person
ca: Presencial
es: Presencial
eu: Aurrez aurre
gl: Presencial

# choose_id_overlay_youtube
source: Our YouTube channel
ca: Accedeix al nostre canal de YouTube
es: Accede a nuestro canal de Youtube
eu: Sartu gure Youtube kanalean
gl: Accede á nosa canle de Youtube

# choose_id_overlay_clave_sub
source: Additional information about how to register and use Cl@ve is available through:
ca: Si necessites informació addicional sobre com utilitzar o registrar-te a Cl@ve, pots demanar-la a través dels mitjans següents.
es: Si necesitas información adicional sobre Cl@ve sobre cómo utilizarlo o registrarte, puedes hacerlo a través de los siguientes medios.
eu: Cl@ve-ri buruzko informazio gehiago behar baduzu nola erabili edo erregistratu jakiteko, bide hauen bidez lor dezakezu.
gl: Se necesitas información adicional sobre Cl@ve sobre como utilizalo ou rexistrarte, podes facelo a través dos seguintes medios.

# generic_detail
source: Detail
ca: Detall
es: Detalle
eu: Xehetasunak
gl: Detalle

# detail_title
source: Marshland worksheet
ca: Plec obra aiguamoll
es: Pliego obra pantanal
eu: Istingadiaren lan-agiria
gl: Prego obra pantanal

# detail_subtitle
source: From:
ca: De:
es: De:
eu: Nork:
gl: De:

# generic_more_details
source: More details
ca: Més detalls
es: Más detalles
eu: Xehetasun gehiago
gl: Máis detalles

# detail_pendent_sign_title
source: Request pending authorisation signature from:
ca: Petició pendent de signar com a autoritzat de:
es: Petición pendiente de firmar como autorizado de:
eu: Baimendu gisa sinatzeko zain dagoen dokumentua:
gl: Petición pendente de asinar como autorizado de:

# generic_init_date
source: Date of last update
ca: Data de la darrera actualització
es: Fecha de última actualización
eu: Azken eguneratearen data
gl: Data de última actualización

# generic_expired_date
source: Expiry date
ca: Data de caducitat
es: Fecha de caducidad
eu: Iraungitze-data
gl: Data de caducidade

# generic_reference
source: Reference
ca: Referència
es: Referencia
eu: Erreferentzia
gl: Referencia

# generic_remarks
source: Observations
ca: Observacions
es: Observaciones
eu: Oharrak
gl: Observacións

# generic_sign
source: Signature
ca: Signatura
es: Firma
eu: Sinadura
gl: Sinatura

# generic_applicant
source: Applicant
ca: Sol·licitant
es: Solicitante
eu: Eskatzailea
gl: Solicitante

# generic_approval
source: Approval
ca: Vistiplau
es: Visto bueno
eu: Oniritzia
gl: Visto bo

# generic_application
source: Application
ca: Aplicació
es: Aplicación
eu: Eskaera
gl: Aplicación

# generic_message
source: Message
ca: Missatge
es: Mensaje
eu: Mezua
gl: Mensaxe

# generic_addressee
source: Recipients
ca: Destinataris
es: Destinatarios
eu: Hartzaileak
gl: Destinatarios

# generic_annexes
source: Appendices
ca: Annexos
es: Anexos
eu: Eranskinak
gl: Anexos

# generic_annex
source: Appendices
ca: Annex
es: Anexo
eu: Eranskina
gl: Anexo

# addressee_parallel_header
source: Parallel signature
ca: Signatura en paral·lel
es: Firma en paralelo
eu: Sinadura aldi berean
gl: Sinatura en paralelo

# addressee_parallel_title
source: Signatories can sign or approve the request in any order.
ca: Els signants poden fer la signatura o vistiplau de la petició sense un ordre establert.
es: Los firmantes pueden realizar la firma o visto bueno de la petición sin un orden establecido.
eu: Sinatzaileek zehaztutako ordenarik gabe sinatu edo oniritzi dezakete dokumentua.
gl: Os asinantes poden realizar a sinatura ou visto bo da petición sen unha orde establecida.

# addressee_fall_header
source: Cascading signature
ca: Signatura en cascada
es: Firma en cascada
eu: Sinadura teilakatua
gl: Sinatura en cadoiro

# addressee_fall_title
source: Signatories must sign or approve in the order established by the applicant in the signature request. Signatories may only sign once the action is completed by the predecessor.
ca: Els signants han de fer la signatura o vistiplau en l’ordre establert pel sol·licitant en la petició de signatura. Un signant només pot fer l’acció un cop completada pel predecessor.
es: Los firmantes deben realizar la firma o visto bueno en el orden establecido por el solicitante en la petición de firma. Un firmante sólo puede realizar la acción una vez completada por el predecesor.
eu: Eskatzaileek sinadura-eskaeran zehaztutako ordenan sinatu edo oniritzi behar dute dokumentua. Aurreko sinatzaileak ekintza osatu osatean soilik egin dezake ekintzak sinatzaileak.
gl: Os asinantes deben realizar a sinatura ou visto bo na orde establecida polo solicitante na petición de sinatura. Un asinante só pode realizar a acción unha vez completada polo predecesor.

# documentos_page_error
source: Unable to preview this file.
ca: No es pot previsualitzar aquest fitxer.
es: No es posible previsualizar este archivo.
eu: Ezin da aurreikusi fitxategia.
gl: Non é posible previsualizar este arquivo.

# generic_documents_to_sign
source: Documents to sign
ca: Documents per signar
es: Documentos a firmar
eu: Sinatzeko dokumentuak
gl: Documentos a asinar

# generic_documents
source: Documents
es: Documentos
eu: Dokumentuak
gl: Documentos

# generic_button_sign
source: Sign/Approve
ca: Signar / Vistiplau
es: Firmar / VB
eu: Sinatu / Oniritzi
gl: Asinar / VB

# generic_button_reject
source: Reject
ca: Rebutjar
es: Rechazar
eu: Baztertu
gl: Rexeitar

# generic_button_validate
source: Validate
ca: Validar
es: Validar
eu: Balidatu
gl: Validar

# validate_module_title
source: Request validation
ca: Validació de petició
es: Validación de petición
eu: Eskaera balioztatzea
gl: Validación de petición

# validate_module_petitions_title
source: Request validations
ca: Validació de peticions
es: Validación de peticiones
eu: Eskaerak balioztatzea
gl: Validación de peticións

# validate_module_petitions_subtitle
source: Validate {numPetitions} requests.
ca: Validaràs {numPetitions} peticions.
es: Vas a validar {numPetitions} peticiones.
eu: {numPetitions} eskaera balioztatzera zoaz.
gl: Vas validar {numPetitions} peticións.

# validate_module_subtitle
source: Validate the request.
ca: Validaràs la petició.
es: Vas a validar la petición.
eu: Eskaera balioztatzera zoaz.
gl: Vas validar a petición.

# validate_module_title_final_step
source: Request successfully validated
ca: Petició validada correctament
es: Petición validada con éxito
eu: Balioztatu da eskaera
gl: Petición validada con éxito

# validate_multiple_module_title_final_step
source: Requests successfully validated
ca: Peticions validades correctament
es: Peticiones validadas con éxito
eu: Balioztatu dira eskaerak
gl: Peticións validadas con éxito

# validate_module_subtitle_final_step
source: You successfully validated the request.
ca: Has validat la petició correctament.
es: Has validado la petición correctamente.
eu: Balioztatu duzu eskaera.
gl: Validaches a petición correctamente.

# validate_multiple_module_subtitle_final_step
source: You successfully validated {petitions} requests.
ca: Has validat {petitions} peticions.
es: Has validado {petitions} peticiones.
eu: {petitions} eskaera balioztatu dituzu.
gl: Validaches {petitions} peticións.

# sign_validate_title
source: Sign/approve requests
ca: Signatura/vistiplau de peticions
es: Firma/VB de peticiones
eu: Sinatu/Oniritzi eskaerak
gl: Sinatura/VB de peticións

# sign_validate_subtitle_simple
source: Sign/approve request
ca: Signaràs o donaràs el vistiplau a la petició
es: Vas a firmar/dar el visto bueno la petición
eu: Eskaera sinatzera/oniritzia ematera zoaz
gl: Vas asinar/dar o visto bo á petición

# sign_validate_subtitle_sign_reqs
source: {signReqs, plural, =0{} =1{Sign 1 request} other{Sign {signReqs} requests}}
ca: Signaràs {signReqs, plural, =0{} =1{1 petició} other{{signReqs} peticions}}
es: Vas a {signReqs, plural, =0{} =1{firmar 1 petición} other{firmar {signReqs} peticiones}}
eu: {signReqs, plural, =0{} =1{1 eskaera sinatzera} other{{signReqs} eskaera sinatzera}}
gl: Vas {signReqs, plural, =0{} =1{asinar 1 petición} other{asinar {signReqs} peticións}}
