Repository: ctt-gob-es/portafirmas-app
Catalog: lib/app/l10n/app_*.arb
Languages: ca, es, eu, gl

# certificate_warning_has_certificates_installed_subtitle
source: If you have no certificates installed, you may add one by clicking the add button from the menu above. If your certificate is already installed, please select it to access Portafirmas.
ca: Si no tens instal·lat cap certificat, pots afegir-lo des del botó “afegir” del menú superior. Si ja tens el teu certificat instal·lat, selecciona’l per poder utilitzar-lo a Portafirmas.
es: Si no tienes instalado ningún certificado, puedes añadirlo desde el botón añadir del menú superior. Si ya tienes tu certificado instalado, debes seleccionarlo para poder usarlo en Portafirmas.
eu: Ez badaukazu ziurtagiririk instalatuta, goiko menuko gehitu botoiarekin gehi dezakezu. Ziurtagiri bat instalatuta badaukazu jada, Sinaduren arbela erabiliz hauta dezakezu.
gl: Se non tes instalado ningún certificado, podes engadilo desde o botón engadir do menú superior. Se xa tes o teu certificado instalado, debes seleccionalo para poder usalo en Portafirmas.

# certificate_empty_title
source: No certificates installed
ca: No tens certificats instal·lats
es: No tienes certificados instalados
eu: Ez daukazu instalatutako ziurtagiririk
gl: Non tes certificados instalados

# certificate_empty_subtitle
source: Install a new certificate using the add button from the menu above.
ca: Instal·la un nou certificat des del botó “afegir” del menú superior.
es: Instala un nuevo certificado desde el botón añadir del menú superior.
eu: Instalatu beste ziurtagiri bat goiko menuko gehitzeko botoiarekin.
gl: Instala un novo certificado desde o botón engadir do menú superior.

# default_certificate_explain
source: Please select a certificate to access the application
ca: Cal seleccionar un certificat per accedir a l’aplicació
es: Es necesario seleccionar un certificado para acceder a la aplicación
eu: Aplikazioan sartzeko, ziurtagiri bat hautatu behar duzu
gl: É necesario seleccionar un certificado para acceder á aplicación

# certificate_deleted_overlay_success_title
source: Certificate deleted
ca: Certificat eliminat
es: Certificado eliminado
eu: Ziurtagiria ezabatu da
gl: Certificado eliminado

# certificate_deleted_overlay_success_subtitle
source: {certName} certificate has been deleted
ca: S’ha eliminat el certificat {certName}
es: Se ha eliminado el certificado {certName}
eu: Ezabatu da {certName} ziurtagiria
gl: Eliminouse o certificado {certName}

# cert_card_emitter
source: Issuer: {emitter}
ca: Emissor: {emitter}
es: Emisor: {emitter}
eu: Jaulkitzailea: {emitter}
gl: Emisor: {emitter}

# cert_card_valid_date
source: Valid until: {date}
ca: Vàlid fins a: {date}
es: Válido hasta: {date}
eu: Azken balio-data: {date}
gl: Válido ata: {date}

# cert_usage_label
source: Usage: {usage}
ca: Ús: {usage}
es: Uso: {usage}
eu: Erabilera: {usage}
gl: Uso: {usage}

# cert_usage_signing
source: Signature
ca: Signatura
es: Firma
eu: Sinadura
gl: Sinatura

# cert_usage_authentication
source: Authentication
ca: Autenticació
es: Autenticación
eu: Autentifikazioa
gl: Autenticación

# cert_usage_encryption
source: Encrypted
ca: Encriptat
es: Encriptado
eu: Zifratuta
gl: Encriptado

# cert_list_delete
source: Delete selected certificate
ca: Eliminar certificat seleccionat
es: Eliminar certificado seleccionado
eu: Ezabatu hautatutako ziurtagiria
gl: Eliminar certificado seleccionado

# generic_informs_sign
source: Signature reports
ca: Informes de signatura
es: Informes de firma
eu: Sinadura-txostenak
gl: Informes de sinatura

# info_sign_module
source: This document is signed electronically. Though a file preview is unavailable, the document includes the associated signatures, which can be verified by opening the file in Adobe Acrobat.
ca: Aquest document s’ha signat electrònicament. Encara que no es pugui veure en la previsualització del fitxer, el document té associades les signatures corresponents, com es pot comprovar en obrir el fitxer amb Adobe Acrobat.
es: Este documento está firmado electrónicamente. Aunque no se pueda ver en la previsualización del archivo, el documento tiene asociadas las firmas correspondientes, como se puede comprobar abriéndose el archivo en Adobe Acrobat.
eu: Dokumentu hau elektronikoki sinatuta dago. Fitxategiaren aurrebista ikusi ezin den arren, dokumentuak erantsita dauzka dagozkion sinadurak, fitxategia Adobe Acrobat-en irekita egiazta daitekeen moduan.
gl: Este documento está asinado electronicamente. Aínda que non se poida ver na previsualización do arquivo, o documento ten asociadas as sinaturas correspondentes, como se pode comprobar abrindo o arquivo en Adobe Acrobat.

# info_generic_informs_module
source: This document does not include the associated signatures. It is verification of the signatures that correspond to the document, with the data necessary to identify it and the secure verification code (SVC) needed to locate it at the Administration’s Electronic Office, where you can download the signed document.
ca: Aquest document no té signatures associades, és un justificant de les signatures associades al document en qüestió amb les dades necessàries per poder identificar-lo i amb el codi segur de verificació (CSV) per poder localitzar-lo a través de la seu electrònica de l’Administració. Des d’aquí, es podrà descarregar el document signat.
es: Este documento no lleva firmas asociadas, es un justificante de las firmas asociadas a ese documento con los datos necesarios para poder identificarlo, y con el código seguro de verificación (CSV) para poder localizarlo a través de la Sede Electrónica de la Administración. Desde ahí, se podrá descargar el documento firmado.
eu: Dokumentu honek ez dauka lotutako sinadurarik, dokumentu honi lotutako sinaduren informazio-ohar bat da identifikatzeko beharrezko datuekin, egiaztapen-kode seguruarekin (CSV) Administrazioaren Egoitza Elektronikoaren bidez aurkitu ahal izateko. Bertan, sinatutako dokumentua deskargatu ahal izango duzu.
gl: Este documento non leva sinaturas asociadas, é un xustificante das sinaturas asociadas a ese documento cos datos necesarios para poder identificalo, e co código seguro de verificación (CSV) para poder localizalo a través da Sede Electrónica da Administración. Desde aí, poderase descargar o documento asinado.

# language_text
source: Language
ca: Idioma
es: Idioma
eu: Hizkuntza
gl: Idioma

# close_text
source: Close
ca: Tancar
es: Cerrar
eu: Itxi
gl: Pechar

# user_text
source: User
ca: Usuari
es: Usuario
eu: Erabiltzailea
gl: Usuario

# result_text
source: results
ca: resultats
es: resultados
eu: emaitza
gl: resultados

# active_text
source: Active
ca: Activa
es: Activa
eu: Aktibo
gl: Activa

# revoked_text
source: Rejected
ca: Rebutjada
es: Rechazada
eu: Baztertuta
gl: Rexeitada

# inactive_text
source: Inactive
ca: Inactiva
es: Inactiva
eu: Inaktibo
gl: Inactiva

# pending_text
source: Pending
ca: Pendent
es: Pendiente
eu: Zain
gl: Pendente

# accept_text
source: Accept
ca: Acceptar
es: Aceptar
eu: Onartu
gl: Aceptar

# decline_text
source: Reject
ca: Rebutjar
es: Rechazar
eu: Baztertu
gl: Rexeitar

# delegate_user_text
source: Delegate
ca: Delegat
es: Delegado
eu: Delegatua
gl: Delegado

# substitute_user_text
source: Substitute
ca: Substitut
es: Sustituto
eu: Ordezkoa
gl: Substituto

# signer_user_text
source: Signatory
ca: Signant
es: Firmante
eu: Sinatzailea
gl: Asinante

# profile_text
source: Profile
ca: Perfil
es: Perfil
eu: Profila
gl: Perfil

# profiles_text
source: Profiles
ca: Perfils
es: Perfiles
eu: Profilak
gl: Perfís

# authorization_text
source: Authorisations
ca: Autoritzacions
es: Autorizaciones
eu: Baimenak
gl: Autorizacións

# validation_text
source: Validators
ca: Validadors
es: Validadores
eu: Balioztatzaileak
gl: Validadores

# petition_send_text
source: Sent
ca: Enviades
es: Enviadas
eu: Bidalitakoak
gl: Enviadas

# petition_received_text
source: Received
ca: Rebuda
es: Recibida
eu: Jasota
gl: Recibida

# petition_received_plural_text
source: Received
ca: Rebudes
es: Recibidas
eu: Jasota
gl: Recibidas

# authorization_state_text
source: Status
ca: Estat
es: Estado
eu: Egoera
gl: Estado

# push_notifications_text
source: Push notifications
ca: Avisos push
es: Avisos push
eu: Push abisuak
gl: Avisos push

# support_text
source: Support
ca: Suport
es: Soporte
eu: Laguntza
gl: Soporte

# help_text
source: HELP
ca: AJUDA
es: AYUDA
eu: LAGUNTZA
gl: AXUDA

# questions_text
source: FAQs
ca: Preguntes freqüents
es: Preguntas frecuentes
eu: Ohiko galderak
gl: Preguntas frecuentes

# policy_text
source: Privacy Policy
ca: Política de privacitat
es: Política de privacidad
eu: Pribatutasun-politika
gl: Política de privacidade

# accesibility_text
source: Accessibility
ca: Accessibilitat
es: Accesibilidad
eu: Irisgarritasuna
gl: Accesibilidade

# legal_warning_text
source: Legal disclaimer
ca: Avís legal
es: Aviso legal
eu: Lege-oharra
gl: Aviso legal

# observation_text
source: Observations
ca: Observacions
es: Observaciones
eu: Oharrak
gl: Observacións

# logout_text
source: Logout
ca: Tancar la sessió
es: Cerrar sesión
eu: Itxi saioa
gl: Pechar sesión

# date_start_text
source: From
ca: Des de
es: Desde
eu: Noiztik
gl: Desde

# date_end_text
source: Until
ca: Fins a
es: Hasta
eu: Noiz arte
gl: Ata

# date_empty_text
source: No date
ca: Sense data
es: Sin fecha
eu: Datarik gabe
gl: Sen data

# date_starting_date_text
source: Start date
ca: Data d’inici
es: Fecha de inicio
eu: Hasiera-data
gl: Data de inicio

# date_ending_date_text
source: End date:
ca: Data de finalització:
es: Fecha de fin:
eu: Amaiera-data:
gl: Data de fin:

# authorization_type_text
source: Authorisation type
ca: Tipus d’autorització
es: Tipo de autorización
eu: Baimen mota
gl: Tipo de autorización

# authorization_received_type_text
source: Request type
ca: Tipus de sol·licitud
es: Tipo de solicitud
eu: Eskaera mota
gl: Tipo de solicitude

# authorization_time_text
source: Authorisation time
ca: Temps d’autorització
es: Tiempo de autorización
eu: Baimenaren iraupena
gl: Tempo de autorización

# authorization_type_user_text
source: Authorisation type
ca: Tipus d’autoritzat
es: Tipo de autorizado
eu: Baimen mota
gl: Tipo de autorizado

# validator_of_user_text
source: Validator of
ca: Validador de
es: Validador de
eu: Honen balioztatzailea:
gl: Validador de

# new_validator_text
source: New validator
ca: Nou validador
es: Nuevo validador
eu: Balioztatzaile berria
gl: Novo validador

# error_result_text
source: No results found
ca: No s’han trobat resultats
es: No se han encontrado resultados
eu: Ez da aurkitu emaitzarik
gl: Non se atoparon resultados

# error_result_text_tip
source: Enter another keyword and search again,
ca: Prova amb una altra paraula clau i torna a iniciar la cerca,
es: Prueba con otra palabra clave para iniciar de nuevo la búsqueda,
eu: Saiatu beste gako-hitz batekin, bilaketa berriro egiteko,
gl: Proba con outra palabra clave para iniciar de novo a pescuda,

# new_authorized_text
source: New authorisation
ca: Nou autoritzat
es: Nuevo autorizado
eu: Baimendu berria
gl: Novo autorizado

# textfield_hint_text
source: Enter name, tax ID number
ca: Introdueix nom/NIF
es: Introduce nombre, NIF
eu: Idatzi izena, IFZ
gl: Introduce nome, NIF

# add_new_authorized_button
source: Add new
ca: Afegir nou
es: Añadir nuevo
eu: Gehitu berria
gl: Engadir novo

# add_new_validator_button
source: Add new validator
ca: Afegir nou validador
es: Añadir nuevo validador
eu: Gehitu balioztatzaile berria
gl: Engadir novo validador

# send_petition_button
source: Send authorisation
ca: Enviar autorització
es: Enviar autorización
eu: Bidali baimena
gl: Enviar autorización

# cancel_petition_button
source: Cancel authorisation
ca: Cancel·lar autorització
es: Cancelar autorización
eu: Utzi baimena
gl: Cancelar autorización

# add_validator_success
source: Validator added successfully
ca: Validador afegit correctament
es: Validador añadido con éxito
eu: Gehitu da balioztatzailea
gl: Validador engadido con éxito

# request_send_success
source: Request sent successfully
ca: Sol·licitud enviada correctament
es: Solicitud enviada con éxito
eu: Bidali da eskaera
gl: Solicitude enviada con éxito

# request_send_failed
source: An error occurred
ca: S’ha produït un problema
es: Ha ocurrido un problema
eu: Arazo bat izan da
gl: Ocorreu un problema

# request_send_failed_text
source: Unable to load details of the selected request.
ca: No hem pogut carregar el detall de la petició seleccionada.
es: No hemos podido cargar el detalle de la petición seleccionada.
eu: Ezin izan ditugu kargatu hautatutako eskaeraren xehetasunak.
gl: Non puidemos cargar o detalle da petición seleccionada.

# request_failed_max_time
source: Maximum wait time exceeded
ca: S’ha superat el temps màxim d’espera del servei
es: Se ha superado el tiempo máximo de espera del servicio
eu: Zerbitzuaren gehieneko itxaron-denbora gainditu da
gl: Superouse o tempo máximo de espera do servizo

# settings_screen_configuration_title
source: MY SETTINGS
ca: LA MEVA CONFIGURACIÓ
es: MI CONFIGURACIÓN
eu: NIRE KONFIGURAZIOA
gl: A MIÑA CONFIGURACIÓN

# settings_screen_information_title
source: GENERAL INFORMATION
ca: INFORMACIÓ GENERAL
es: INFORMACIÓN GENERAL
eu: INFORMAZIO OROKORRA
gl: INFORMACIÓN XERAL

# settings_screen_validators_menu
source: Validation Management
ca: Gestió de validadors
es: Gestión de validadores
eu: Balioztatzaileen kudeaketa
gl: Xestión de validadores

# settings_screen_authorizations_menu
source: Authorisation Management
ca: Gestió d’autoritzacions
es: Gestión de autorizaciones
eu: Baimenen kudeaketa
gl: Xestión de autorizacións

# profiles_screen_subtitle
source: Select a profile with which to access Portafirmas
ca: Selecciona el perfil amb què vols accedir al teu Portafirmas
es: Selecciona el perfil con el que quieres acceder a tu Portafirmas
eu: Hautatu Sinaduren arbelean sartzeko erabili nahi duzun profila
gl: Selecciona o perfil co que queres acceder ao teu Portafirmas

# profiles_screen_description
source: By logging on as a signatory, you may sign your requests and, if applicable, those received as authorised (substitute or delegate) from someone else. If you logon as a validator, you may validate requests from the person for whom you are the validator.
ca: Entrant com a signant, podràs signar les teves peticions i, si escau, les que reps com a autoritzat (substitut o delegat) d’algú. Si entres com a validador, podràs validar les peticions pertanyents a la persona de la qual n’ets validador/a.
es: Entrando como firmante podrás firmar tus peticiones y si aplicase, las que recibes como autorizado (sustituto o delegado) de alguien. Si entras como validador, podrás validar las peticiones pertenecientes a la persona de la que eres validador/a.
eu: Sinatzaile gisa sartuz gero zure eskaerak sina ditzakezu eta, hala balegokio, norbaiten baimendu gisa (ordezkoa edo delegatua) jasotzen dituzunak. Balioztatzaile gisa sartzen bazara, balioztatzaile zaren pertsonaren eskaerak sinatu ahal izango dituzu.
gl: Entrando como asinante poderás asinar as túas peticións e se aplicase, as que recibes como autorizado (substituto ou delegado) de alguén. Se entras como validador, poderás validar as peticións pertencentes á persoa da que es validador/a.

# validators_screen_subtitle
source: These people are authorised to validate your requests.
ca: Aquestes són les persones que has autoritzat com a validadors de les teves peticions.
es: Estas son las personas que has autorizado como validadores de tus peticiones.
eu: Hauek dira zure eskaeren balioztatzaile gisa baimendu dituzun pertsonak.
gl: Estas son as persoas que autorizaches como validadores das túas peticións.

# add_new_validator_modal
source: You have added {validatorName} to your list of validators.
ca: Has afegit {validatorName} a la teva llista de validadors.
es: Has añadido a {validatorName} a tu lista de validadores.
eu: {validatorName} gehitu duzu balioztatzaileen zerrendan.
gl: Engadiches a {validatorName} á túa lista de validadores.

# add_new_validator_modal_failed
source: Unable to add {validatorName} as a validator. Please try again later.
ca: No s’ha pogut afegir {validatorName} com a validador. Torna a intentar-ho més tard.
es: No se ha podido añadir como validador a {validatorName}. Inténtelo de nuevo más tarde.
eu: Ezin izan da gehitu {validatorName} balioztatzaile gisa. Saiatu berriro geroago.
gl: Non se puido engadir como validador a {validatorName}. Inténtao de novo máis tarde.

# error_message_timeExpired_request
source: The server has taken longer than usual to respond. Please check if your request has been processed correctly.
ca: El servidor ha trigat més del que és habitual a respondre. Si us plau, revisa si la teva petició s'ha cursat correctament.
es: El servidor ha tardado en responder más de lo habitual. Por favor, revisa si tu petición se ha cursado correctamente.
eu: Zerbitzariak ohikoa baino gehiago behar izan du erantzuteko. Mesedez, egiaztatu zure eskaera behar bezala bidali den.
gl: O servidor tardou máis do habitual en responder. Por favor, comproba se a túa solicitude foi cursada correctamente.

# error_message_timeExpired_requests
source: The server has taken longer than usual to respond. Please check if your requests have been processed correctly.
ca: El servidor ha trigat més del que és habitual a respondre. Si us plau, revisa si les teves peticions s'han cursat correctament.
es: El servidor ha tardado en responder más de lo habitual. Por favor, revisa si tus peticiones se han cursado correctamente.
eu: Zerbitzariak ohikoa baino gehiago behar izan du erantzuteko. Mesedez, egiaztatu zure eskaerak behar bezala bidali diren.
gl: O servidor tardou máis do habitual en responder. Por favor, comproba se as túas solicitudes foron cursadas correctamente.

# error_message_invalid_signature
source: The document contains invalid signatures. If you want to sign it, please access the Portafirmas website.
ca: El document conté signatures no vàlides. Si voleu signar-lo, accediu al web de Portafirmes.
es: El documento contiene firmas no válidas. Si desea firmarlo, acceda a la web de Portafirmas.
eu: Dokumentuak sinadura baliogabeak ditu. Sinatu nahi baduzu, Portafirmas webgunera jo.
gl: O documento contén sinaturas non válidas. Se desexa asinalo, acceda á web de Portafirmas.

# error_message_invalid_signature_title
source: The document contains invalid signatures.
ca: El document conté signatures no vàlides.
es: El documento contiene firmas no válidas.
eu: Dokumentuak baliogabeko sinadurak ditu.
gl: O documento contén sinaturas non válidas.

# error_message_invalid_signature_subtitle
source: If you want to sign it, access the Portafirmas website.
ca: Si el voleu signar, accediu a la web de Portafirmas.
es: Si desea firmarlo, acceda a la web de Portafirmas.
eu: Sinatu nahi baduzu, sartu Portafirmas webgunera.
gl: Se desexa asinalo, acceda á web de Portafirmas.

# error_message_doc_signature_faild
source: The document you want to sign has issues that prevent it from being signed.
ca: El document que voleu signar presenta problemes que impedeixen realitzar la seva signatura.
es: El documento que desea firmar presenta problemas que impiden realizar su firma.
eu: Sinatu nahi duzun dokumentuak arazoak ditu eta ezin da sinatu.
gl: O documento que desexa asinar presenta problemas que impiden realizar a súa sinatura.

# revoke_request_failed
source: Unable to reject request. Please try again later.
ca: No s’ha pogut rebutjar la petició. Torna-ho a intentar més tard.
es: No se ha podido rechazar la petición. Inténtalo de nuevo más tarde.
eu: Ezin izan da baztertu eskaera. Saiatu berriro geroago.
gl: Non se puido rexeitar a petición. Inténtao de novo máis tarde.

# revoke_requests_failed
source: Unable to reject requests. Please try again later.
ca: No s’han pogut rebutjar les peticions. Torna-ho a intentar més tard.
es: No se han podido rechazar las peticiones. Inténtalo de nuevo más tarde.
eu: Ezin izan dira baztertu eskaerak. Saiatu berriro geroago.
gl: Non se puideron rexeitar as peticións. Inténtao de novo máis tarde.

# sign_validate_request_failed
source: Unable to sign/approve request. Please try again later.
ca: No s’ha pogut signar/donar el vistiplau a la petició. Torna-ho a intentar més tard.
es: No se ha podido firmar/dar el visto bueno a la petición. Inténtalo de nuevo más tarde.
eu: Ezin izan da sinatu/oniritzia eman eskaerari. Saiatu berriro geroago.
gl: Non se puido asinar/dar o visto bo á petición. Inténtao de novo máis tarde.

# sign_validate_requests_failed
source: Unable to sign/approve requests. Please try again later.
ca: No s’han pogut signar/donar el vistiplau a les peticions. Torna-ho a intentar més tard.
es: No se han podido firmar/dar el visto bueno a las peticiones. Inténtalo de nuevo más tarde.
eu: Ezin izan dira sinatu/oniritzia eman eskaerei. Saiatu berriro geroago.
gl: Non se puido asinar/dar o visto bo ás peticións. Inténtao de novo máis tarde.

# sign_validate_problem
source: An error occurred
ca: Hem tingut un problema
es: Hemos tenido un problema
eu: Arazoren bat izan da
gl: Tivemos un problema

# sign_validate_requests_signed_reqs
source: {successfulSigns, plural, =0{} =1{{successfulSigns} request signed successfully} other{{successfulSigns} requests signed successfully}} {successfulApprovals, plural, =0{} =1{and 1 request approved} other{and {successfulApprovals} requests approved}}
ca: {successfulSigns, plural, =0{} =1{S’ha signat correctament {successfulSigns} petició} other{S’han signat correctament {successfulSigns} peticions}} {successfulApprovals, plural, =0{} =1{i s’ha donat el vistiplau a 1 petició} other{i s’ha donat el vistiplau a {successfulApprovals} peticions}}
es: Se {successfulSigns, plural, =0{} =1{ha firmado correctamente {successfulSigns} petición} other{han firmado correctamente {successfulSigns} peticiones}} {successfulApprovals, plural, =0{} =1{y se ha dado el visto bueno a 1 petición} other{y se ha dado el visto bueno a {successfulApprovals} peticiones}}
eu: {successfulSigns, plural, =0{} =1{{successfulSigns} sinadura sinatu da} other{{successfulSigns} sinadura sinatu dira}} {successfulApprovals, plural, =0{} =1{eta oniritzia eman zaio 1 eskaerari} other{eta oniritzia eman zaie {successfulApprovals} eskaerei}}
gl: {successfulSigns, plural, =0{} =1{asinouse correctamente {successfulSigns} petición} other{asináronse correctamente {successfulSigns} peticións}} {successfulApprovals, plural, =0{} =1{e deuse o visto bo a 1 petición} other{e deuse o visto bo a {successfulApprovals} peticións}}
