Repository: ctt-gob-es/portafirmas-app
Catalog: lib/app/l10n/app_*.arb
Languages: ca, es, eu, gl

# sign_validate_requests_not_signed_reqs
source: , but unable {failedSigns, plural, =0{} =1{to sign 1 request} other{unable to sign {failedSigns} requests}} requests {failedApprovals, plural, =0{} =1{or approve 1 request} other{or approve {failedApprovals} requests}}. Please try again later.
ca: , però no {failedSigns, plural, =0{} =1{s’ha pogut signar 1 petició} other{s’han pogut signar {failedSigns} peticions}} peticions {failedApprovals, plural, =0{} =1{ni donar el vistiplau a 1 petició} other{ni donar el vistiplau a {failedApprovals} peticions}}. Torna a intentar-ho més tard.
es: , pero no se {failedSigns, plural, =0{} =1{ha podido firmar 1 petición} other{han podido firmar {failedSigns} peticiones}} peticiones {failedApprovals, plural, =0{} =1{ni dar visto bueno a 1 petición con éxito} other{ni dar visto bueno a {failedApprovals} peticiones con éxito}}. Inténtelo de nuevo más tarde.
eu: , baina ezin izan {failedSigns, plural, =0{} =1{da sinatu 1 eskaera} other{ezin izan dira sinatu {failedSigns} eskaera}} {failedApprovals, plural, =0{} =1{ezta oniritzi eman ere 1 eskaerari} other{ezta oniritzia eman ere {failedApprovals} eskaerari}}. Saiatu berriro geroago.
gl: , pero non se {failedSigns, plural, =0{} =1{puido asinar 1 petición} other{puideron asinar {failedSigns} peticións}} peticións {failedApprovals, plural, =0{} =1{nin dar o visto bo a 1 petición con éxito} other{nin dar o visto bo a {failedApprovals} peticións con éxito}}. Inténtao de novo máis tarde.

# validate_requests_failed
source: Unable to validate requests. Please try again later.
ca: No s’han pogut validar les peticions. Torna-ho a intentar més tard.
es: No se han podido validar las peticiones. Inténtalo de nuevo más tarde.
eu: Ezin izan dira balioztatu eskaerak. Saiatu berriro geroago.
gl: Non se puideron validar as peticións. Inténtao de novo máis tarde.

# validate_request_failed
source: Request could not be validated. Please try again later.
ca: No s’ha pogut validar la petició. Torna-ho a intentar més tard.
es: No se ha podido valdar la petición. Inténtalo de nuevo más tarde.
eu: Ezin izan da balioztatu eskaera. Saiatu berriro geroago.
gl: Non se puido validar a petición. Inténtao de novo máis tarde.

# petition_send_tab_subtitle
source: The following people are authorised to sign or approve requests on your behalf:
ca: Has autoritzat les persones següents perquè signin o donin el vistiplau a les peticions per tu:
es: Has autorizado a las siguientes personas para que firmen o den visto bueno las peticiones por ti:
eu: Pertsona hauek baimendu dituzu zure izenean eskaerak sinatzeko edo oniritzia emateko:
gl: Autorizaches ás seguintes persoas para que asinen ou dean o visto bo ás peticións por ti:

# petition_received_tab_subtitle
source: You are authorised to sign or approve requests on behalf of these people.
ca: Aquestes són les persones que t’han autoritzat perquè signis o donis el vistiplau a les seves peticions.
es: Estas son las personas que te han autorizado para que firmes o des el visto bueno a sus peticiones.
eu: Hauek dira eskaerak sinatzeko edo oniritzia emateko baimendu dituzun erabiltzaileak.
gl: Estas son as persoas que te autorizaron para que asines ou deas o visto bo ás súas peticións.

# petition_send_alert_message
source: You have sent no authorisation
ca: No has enviat cap autorització
es: No has enviado ninguna autorización
eu: Ez duzu bidali baimenik
gl: Non enviaches ningunha autorización

# petition_received_alert_message
source: You have received no authorisation
ca: No has rebut cap autorització
es: No has recibido ninguna autorización
eu: Ez duzu jaso baimenik
gl: Non recibiches ningunha autorización

# authorization_details_screen_observation_textbox
source: Add comments concerning authorisation.
ca: Escriu observacions relacionades amb l’autorització.
es: Escribe observaciones relacionadas con la autorización.
eu: Idatzi baimenarkein erlazionatutako oharrak.
gl: Escribe observacións relacionadas coa autorización.

# authorization_details_screen_send_subtitle
source: Authorisation sent
ca: Autorització enviada
es: Autorización enviada
eu: Bidali da baimena
gl: Autorización enviada

# authorization_details_screen_received_subtitle
source: Authorisation received
ca: Autorització rebuda
es: Autorización recibida
eu: Jaso da baimena
gl: Autorización recibida

# petition_information
source: Authorisation information
ca: Informació de l’autorització
es: Información de la autorización
eu: Baimenaren informazioa
gl: Información da autorización

# petition_description_success
source: Your authorisation request for {userNames} was sent successfully. The user must accept your request.
ca: La teva sol·licitud d’autoritzat per a {userNames} s’ha enviat correctament. L’usuari haurà d’acceptar la teva sol·licitud.
es: Tu solicitud de autorizado para {userNames} se ha enviado correctamente. El usuario tendrá que aceptar tu solicitud.
eu: Bidali da {userNames} baimentzeko eskaera. Erabiltzaileak eskaera onartu beharko du.
gl: A túa solicitude de autorizado para {userNames} enviouse correctamente. O usuario terá que aceptar a túa solicitude.

# petition_description_failed
source: Unable to re-send the request authorised for {userNames} Please try again later.
ca: No s’ha pogut enviar la sol·licitud de nou autoritzat a {userNames}. Torna-ho a intentar de nou passats uns minuts.
es: No se ha podido enviar la solicitud de nuevo autorizado para {userNames} Inténtelo de nuevo en unos minutos.
eu: Ezin izan da bidali {userNames} baimendu berriaren eskaera. Saiatu berriro minutu batzuk barru.
gl: Non se puido enviar a solicitude de novo autorizado para {userNames} Inténtao de novo nuns minutos.

# something_went_wrong_modal_title
source: Something went wrong!
ca: S’ha produït un error!
es: ¡Algo salió mal!
eu: Arazoren bat izan da!
gl: Algo saíu mal!

# server_internal_error_description
source: An internal server error occurred. Please wait a few minutes before trying the operation again.
ca: S’ha produït un error intern al servidor. Espera uns minuts abans de tornar a intentar l’operació.
es: Se ha producido un error interno en el servidor. Espera unos minutos antes de reintentar la operación.
eu: Barne-errore bat gertatu da zerbitzarian. Itxaron une bat eragiketa berriro egiten saiatu baino lehen.
gl: Produciuse un erro interno no servidor. Agarda uns minutos antes de reintentar a operación.

# empty_pending_request_with_validator_title
source: No results found
ca: No s’han trobat resultats
es: No se han encontrado resultados
eu: Ez da aurkitu emaitzarik
gl: Non se atoparon resultados

# empty_pending_request_with_validator_subtitle
source: No validated requests pending signature or approval found. Try adjusting your filters to “See all”
ca: No s’han trobat peticions validades pendents de signar o donar el vistiplau. Prova-ho canviant els filtres per “veure-les totes”
es: No se han encontrado peticiones validadas pendientes de firmar o dar el visto bueno. Prueba cambiando los filtros por “ver todas”
eu: Ez da aurkitu sinatzeko edo oniritzia emateko zain dauden balioztatzeko eskaerarik. Saiatu iragazkia ”ikusi guztiak” ezarrita
gl: Non se atoparon peticións validadas pendentes de asinar ou dar o visto bo. Proba cambiando os filtros por “ver todas”

# empty_pending_request_without_filter_subtitle
source: You have no requests pending signature or approval.
ca: No tens peticions pendents de signar o donar el vistiplau.
es: No tienes peticiones pendientes de firmar o dar el visto bueno.
eu: Ez daukazu sinatzeko edo oniritzia emateko zain dagoen eskaerarik.
gl: Non tes peticións pendentes de asinar ou dar o visto bo.

# empty_pending_request_normal_title
source: No results found
ca: No s’han trobat resultats
es: No se han encontrado resultados
eu: Ez da aurktiu emaitzarik
gl: Non se atoparon resultados

# empty_pending_request_normal_subtitle
source: No pending requests have been found based on the applied filters. Try modifying the filter criteria and perform a new search.
ca: No s’han trobat peticions pendents amb els filtres aplicats; prova-ho canviant els filtres i realitza una nova cerca.
es: No se han encontrado peticiones pendientes con los filtros aplicados, prueba a cambiar los filtros para realizar una nueva búsqueda.
eu: Ez da aurkitu aplikatutako iragazkiekin bat datorren zain dagoen eskaerarik. Saiatu iragazkiak aldatzen beste bilaketa bat erabiltzeko.
gl: Non se atoparon peticións pendentes cos filtros aplicados, proba a cambiar os filtros para realizar unha nova pescuda.

# empty_signed_request_title
source: No signed requests
ca: No tens peticions signades
es: No tienes peticiones firmadas
eu: Ez daukazu sinatutako eskaerarik
gl: Non tes peticións asinadas

# empty_rejected_request_title
source: No rejected requests
ca: No tens peticions rebutjades
es: No tienes peticiones rechazadas
eu: Ez daukazu baztertutako eskaerarik
gl: Non tes peticións rexeitadas

# empty_validated_request_title
source: No validated requests
ca: No tens peticions validades
es: No tienes peticiones validadas
eu: Ez daukazu balioztatutako eskaerarik
gl: Non tes peticións validadas

# empty_validator_text
source: You have no validators
ca: No tens validadors
es: No tienes validadores
eu: Ez daukazu balioztatzailerik
gl: Non tes validadores

# empty_signed_rejected_request_with_filters_title
source: No results found based on the applied filters
ca: No s’han trobat resultats amb els filtres aplicats
es: No se han encontrado resultados con los filtros aplicados
eu: Ez da aurktiu emaitzarik aplkatutako iragazkiekin
gl: Non se atoparon resultados cos filtros aplicados

# request_list_title_expires_today
source: Expiring today ({count})
ca: Caduquen avui ({count})
es: Caducan hoy ({count})
eu: Gaur iraungitzen dira ({count})
gl: Caducan hoxe ({count})

# request_list_title_all
source: All requests ({count})
ca: Totes les peticions ({count})
es: Todas las peticiones ({count})
eu: Eskaera guztiak ({count})
gl: Todas as peticións ({count})

# signed_request_list_title
source: {count, plural, =0{No signed request} =1{1 signed request} other{{count} signed requests}}
ca: {count, plural, =0{Cap petició signada} =1{1 petició signada} other{{count} peticions signades}}
es: {count, plural, =0{Ninguna petición firmada} =1{1 petición firmada} other{{count} peticiones firmadas}}
eu: {count, plural, =0{Ez dago sinatutako eskaerarik} =1{Sinatutako 1 eskaera} other{Sinatutako {count} eskaera}}
gl: {count, plural, =0{Ningunha petición asinada} =1{1 petición asinada} other{{count} peticións asinadas}}

# rejected_request_list_title
source: {count, plural, =0{No rejected request} =1{1 rejected request} other{{count} rejected requests}}
ca: {count, plural, =0{Cap petició rebutjada} =1{1 petició rebutjada} other{{count} peticions rebutjades}}
es: {count, plural, =0{Ninguna petición rechazada} =1{1 petición rechazada} other{{count} peticiones rechazadas}}
eu: {count, plural, =0{Ez dago baztertutako eskaera} =1{Baztertutako 1 eskaera} other{Baztertutako {count} eskaera}}
gl: {count, plural, =0{Ningunha petición rexeitada} =1{1 petición rexeitada} other{{count} peticións rexeitadas}}

# validated_request_list_title
source: {count, plural, =0{No validated request} =1{1 validated request} other{{count} validated requests}}
ca: {count, plural, =0{Cap petició validada} =1{1 petició validada} other{{count} peticions validades}}
es: {count, plural, =0{Ninguna petición validada} =1{1 petición validada} other{{count} peticiones validadas}}
eu: {count, plural, =0{Ez dago balioztatutako eskaerarik} =1{Balioztatutako 1 eskaera} other{Balioztatutako {count} eskaera}}
gl: {count, plural, =0{Ningunha petición validada} =1{1 petición validada} other{{count} peticións validadas}}

# request_list_title_found
source: {count, plural, =0{No request found} =1{1 request found} other{{count} requests found}}
ca: {count, plural, =0{Cap petició trobada} =1{1 petició trobada} other{{count} peticions trobades}}
es: {count, plural, =0{Ninguna petición encontrada} =1{1 petición encontrada} other{{count} peticiones encontradas}}
eu: {count, plural, =0{Ez da aurkitu eskaerarik} =1{1 eskaera aurkitu da} other{{count} eskaera aurkitu dira}}
gl: {count, plural, =0{Ningunha petición atopada} =1{1 petición atopada} other{{count} peticións atopadas}}

# normal_text
source: Normal
eu: Normala

# high_text
source: High
ca: Alta
es: Alta
eu: Handia
gl: Alta

# very_high_text
source: Very high
ca: Molt alta
es: Muy alta
eu: Oso handia
gl: Moi alta

# urgent_text
source: Urgent
es: Urgente
eu: Presazkoa
gl: Urxente

# signed_request_date
source: Signature date: {date}
ca: Data de signatura: {date}
es: Fecha firma: {date}
eu: Sinaduraren data: {date}
gl: Data sinatura: {date}

# validated_request_date
source: Validation date: {date}
ca: Data de validació: {date}
es: Fecha validación: {date}
eu: Balioztatze-data: {date}
gl: Data validación: {date}

# rejected_request_date
source: Rejected date: {date}
ca: Data de rebuig: {date}
es: Fecha rechazo: {date}
eu: Baztertze-data: {date}
gl: Data rexeitamento: {date}

# error_getting_request_explain
source: Unable to load your requests.
ca: No hem pogut carregar les teves peticions.
es: No hemos podido cargar tus peticiones.
eu: Ezin izan dugu kargatu eskaerarik.
gl: Non puidemos cargar as túas peticións.

# error_getting_user_roles_explain
source: Unable to load your profiles.
ca: No hem pogut carregar els teus perfils.
es: No hemos podido cargar tus perfiles.
eu: Ezin izan dira kargatu zure profilak.
gl: Non puidemos cargar os teus perfís.

# fall_generic
source: CASCADE
ca: CASCADA
es: CASCADA
eu: TEILAKATUA
gl: CADOIRO

# add_certificate_explain_1_title
source: Locate file
ca: Localitza el fitxer
es: Localiza el archivo
eu: Aurkitu fitxategia
gl: Localiza o arquivo

# add_certificate_explain_1_subtitle
source: Locate certificate file on mobile device. Regardless of whether you have it installed, this app needs the .p12 or .pfx. file
ca: Localitza el fitxer del certificat al mòbil. Tant és que el tinguis instal·lat; aquesta app necessita el fitxer .p12 o .pfx.
es: Localiza el archivo del certificado en el móvil. Da igual que lo tengas instalado, esta app necesita el archivo .p12 o .pfx.
eu: Aurkitu ziurtagiriaren fitxategia mugikorrean. Berdin du instalatuta daukazun, aplikazio honek .p12 edo .pfx fitxategia behar du.
gl: Localiza o arquivo do certificado no móbil. Dá igual que o teñas instalado, esta app necesita o arquivo .p12 ou .pfx.

# add_certificate_explain_2_title
source: Send to device
ca: Envia al dispositiu
es: Envía al dispositivo
eu: Bidali gailura
gl: Envía ao dispositivo

# add_certificate_explain_2_subtitle
source: If you are unable to locate it, you can send it to your mobile from another device by email or another cloud application.
ca: Si no el trobes, envia-te’l al mòbil des d’un altre dispositiu per correu electrònic o per qualsevol altra aplicació al núvol.
es: Si no lo encuentras, envíalo a tu móvil desde otro dispositivo mediante correo electrónico u otras aplicaciones en cloud.
eu: Aurkitzen ez baduzu, bidali zure mugikorrera beste gailu batea posta elektroniko bidez edo hodeiko beste aplikazio batzuen bidez.
gl: Se non o atopas, envíao ao teu móbil desde outro dispositivo mediante correo electrónico ou outras aplicacións en cloud.

# add_certificate_explain_3_title
source: Save certificate
ca: Desa el certificat
es: Guarda el certificado
eu: Gorde ziurtagiria
gl: Garda o certificado

# add_certificate_explain_3_subtitle
source: Once located on your mobile, do not run or install it. Simply save it in the iPhone files app.
ca: Un cop el tinguis localitzat al mòbil, no l’executis ni l’instal·lis; desa’l a l’app Fitxers de l’iPhone.
es: Una vez lo tengas localizado en tu móvil,no lo ejecutes ni instales, guárdalo en la app Archivos del iPhone.
eu: Mugikorrean aurkituta daukazunean, ez exekutatu edo instalatu, gorde iPhone-ko Fitxategiak aplikazioan.
gl: Unha vez o teñas localizado no teu móbil, non o executes nin instales, gárdao na app Arquivos do iPhone.

source: Add certificate
ca: Afegir certificat
es: Añadir certificado
eu: Gehitu ziurtagiria
gl: Engadir certificado

# choose_identification_method_description
source: The identification method you choose will serve as your default login. You can change this identification method at any time.
ca: El mètode d’identificació que triïs serà amb el que accediràs de forma predeterminada. Podràs canviar el mètode d’identificació quan vulguis.
es: El método de identificación que elijas será con el que accederás de forma predeterminada. Podrás cambiar el método de identificación cuando quieras.
eu: Aukeratzen duzun identifikazio-metodoa izango da sartzeko metodo lehenetsia. Nahi duzunean alda dezakezu identifikazio-metodoa.
gl: O método de identificación que elixas será co que accederás de forma predeterminada. Poderás cambiar o método de identificación cando queiras.

# selection_text
source: Selection
ca: Selecció
es: Selección
eu: Hautapena
gl: Selección

# petition_selection_singular
source: {petition} request selected
ca: {petition} petició seleccionada
es: {petition} petición seleccionada
eu: {petition} eskaera hautatu da
gl: {petition} petición seleccionada

# petition_selection_plural
source: {petitions} requests selected
ca: {petitions} peticions seleccionades
es: {petitions} peticiones seleccionadas
eu: {petitions} eskaera hautatu dira
gl: {petitions} peticións seleccionadas

# exit_text
source: Exit
ca: Sortir
es: Salir
eu: Irten
gl: Saír

# overlay_migration_error_message
source: We have updated the application and tried unsuccessfully to import data from your server. To continue logging in through the same server, please add it again.
ca: Hem actualitzat l’aplicació i intentat importar les dades del servidor, però no ha estat possible. Si vols continuar accedint a través d’aquest servidor, cal que el tornis a afegir.
es: Hemos actualizado la aplicación e intentado importar los datos de tu servidor, pero no ha sido posible. Si deseas continuar accediendo a través de ese servidor, debes añadirlo de nuevo.
eu: Aplikazioa eguneratu dugu eta datuak zerbitzarira inportatzen saiatu gara, baina ezin izan ditugu inportatu. Zerbitzari horren bidez sartzen jarraitu nahi baduzu, berriro gehitu behar duzu.
gl: Actualizamos a aplicación e tentamos importar os datos do teu servidor, pero non foi posible. Se desexas continuar accedendo a través dese servidor, debes engadilo de novo.

# overlay_first_time_title
source: New version of Portafirmas
ca: Nova versió de Portafirmas
es: Nueva versión de Portafirmas
eu: Sinaduren arbelaren bertsio berria
gl: Nova versión de Portafirmas

# overlay_first_time_message
source: Your Portafirmas application has been updated to the latest version, which includes new improvements and important changes.
ca: La teva aplicació de Portafirmas s’ha actualitzat a la darrera versió, que incorpora millores i canvis importants.
es: Tu aplicación de Portafirmas se ha actualizado a la última versión, que incorpora nuevas mejoras e importantes cambios.
eu: Sinaduren artelaren aplikazioa azken bertsiora eguneratu da, eta hobekuntza berriak eta aldaketa garrantzitsuak egin dira.
gl: A túa aplicación de Portafirmas actualizouse á última versión, que incorpora novas melloras e importantes cambios.

source: Selected server
ca: Servidor seleccionat
es: Servidor seleccionado
eu: Hautatutako zerbitzaria
gl: Servidor seleccionado

# selected_text
source: Selected
ca: Seleccionat
es: Seleccionado
eu: Hautatuta
gl: Seleccionado

# enabled_text
source: Activated
ca: Activat
es: Activado
eu: Aktibatuta
gl: Activado

# disabled_text
source: Deactivated
ca: Desactivat
es: Desactivado
eu: Desaktibatuta
gl: Desactivado

# sign_approve_text
source: Sign or approve
ca: Signar o donar vistiplau
es: Firmar o dar visto bueno
eu: Sinatu edo eman oniritzia
gl: Asinar ou dar visto bo

# press_twice_delete_validator
source: Double-click to delete validator
ca: Prem dues vegades per eliminar el validador
es: Pulsar dos veces para eliminar validador
eu: Sakatu bi aldiz balioztatzailea ezabatzeko
gl: Premer dúas veces para eliminar validador

# press_twice_to_select
source: Double-click to select
ca: Prem dues vegades per seleccionar
es: Pulsar dos veces para seleccionar
eu: Sakatu bi aldiz hautatzeko
gl: Premer dúas veces para seleccionar

# press_twice_to_open
source: Double-click to open
ca: Prem dues vegades per obrir
es: Pulsar dos veces para abrir
eu: Sakatu bi aldiz irekitzeko
gl: Premer dúas veces para abrir

# select_all_text
source: Select all
ca: Seleccionar tot
es: Seleccionar todas
eu: Dena hautatu
gl: Seleccionar todas

# undo_all_selection_text
source: Undo selection
ca: Desfer selecció
es: Deshacer selección
eu: Desegin hautaketa
gl: Desfacer selección

# clave_not_valid_expired
source: The Cl@ve Permanente has expired.
ca: La Cl@ve Permanent ha caducat.
es: La Cl@ve Permanente ha sido caducada.
eu: Cl@ve Permanentearen iraungitze epea bukatu da.
gl: A Cl@ve Permanente caducou.

# clave_not_valid_revoked
source: The Cl@ve Permanente has been revoked.
ca: La Cl@ve Permanent ha estat revocada.
es: La Cl@ve Permanente ha sido revocada.
eu: Cl@ve Permanente bertan behera utzi da.
gl: A Cl@ve Permanente foi revogada.

# clave_sign_in_unknown_user_title
source: Sign-in error
ca: Error d'inici de sessió
es: Error de inicio de sesión
eu: Saio-hasierako errorea
gl: Erro ao iniciar sesión

# clave_sign_in_unknown_user_description
source: The user is not registered or is unknown. Verify your credentials or contact the administrator for assistance.
ca: L'usuari no està registrat o és desconegut. Verifiqueu les vostres credencials o poseu-vos en contacte amb l'administrador per obtenir assistència.
es: El usuario no está registrado o es desconocido. Verifique sus credenciales o póngase en contacto con el administrador para obtener asistencia.
eu: Erabiltzailea ez dago erregistratuta edo ezezaguna da. Egiaztatu zure kredentzialak edo jarri harremanetan administratzailearekin laguntza jasotzeko.
gl: O usuario non está rexistrado ou é descoñecido. Verifique as súas credenciais ou póñase en contacto co administrador para obter asistencia.

# clave_sign_in_expired_description
source: Try again later or use electronic certificate access.
ca: Torneu-ho a intentar més tard o proveu l'accés mitjançant certificat electrònic.
es: Inténtalo de nuevo más tarde o prueba el acceso mediante certificado electrónico.
eu: Saiatu berriro beranduago edo saiatu sarbidea ziurtagiri elektronikoaren bidez.
gl: Inténteo de novo máis tarde ou probe o acceso mediante certificado electrónico.

# clave_sign_in_revoked_description
source: Try again later or use electronic certificate access.
ca: Torneu-ho a intentar més tard o proveu l'accés mitjançant certificat electrònic.
es: Inténtalo de nuevo más tarde o prueba el acceso mediante certificado electrónico.
eu: Saiatu berriro beranduago edo saiatu sarbidea ziurtagiri elektronikoaren bidez.
gl: Inténteo de novo máis tarde ou probe o acceso mediante certificado electrónico.

# clave_sign_in_service_validation_error_title
source: Something went wrong!
ca: Alguna cosa ha anat malament!
es: ¡Algo salió mal!
eu: Zerbait gaizki atera da!
gl: Algo saíu mal!

# clave_sign_in_service_validation_error_description
source: An error occurred while trying to log in with Cl@ve Permanent. Please wait a few minutes before retrying the operation.
ca: S'ha produït un error en iniciar la sessió amb Cl@ve Permanent. Espera uns minuts abans de tornar a intentar l'operació.
es: Se ha producido un error en iniciar la sesión con Cl@ve Permanente. Espera unos minutos antes de reintentar la operación.
eu: Errore bat gertatu da Cl@ve Permanent erabiliz saioa hastean. Itxaron minutu batzuk berriro saiatu aurretik.
gl: Produciuse un erro ao iniciar sesión con Cl@ve Permanente. Espera uns minutos antes de volver intentar a operación.
