Repository: ctt-gob-es/portafirmas-app
Catalog: lib/app/l10n/app_*.arb
Languages: ca, es, eu, gl

# cert_not_valid_expired
source: The certificate has expired.
ca: El certificat està caducat.
es: El certificado está caducado.
eu: Ziurtagiria iraungi da.
gl: O certificado está caducado.

# cert_not_valid_revoked
source: The certificate has been revoked.
ca: El certificat està revocat.
es: El certificado está revocado.
eu: Ziurtagiria baliogabetu da.
gl: O certificado foi revogado.

# cert_not_valid_user_no_permission
source: The user does not have permissions.
ca: L'usuari no té permisos.
es: El usuario no tiene permisos
eu: Erabiltzaileak ez dauka baimenik.
gl: O usuario non ten permisos.

# cert_not_valid_description_expired
source: Please contact the system administrator to request access or verify your credentials.
ca: Poseu-vos en contacte amb l'administrador del sistema per sol·licitar l'accés o verificar les vostres credencials.
es: Por favor, póngase en contacto con el administrador del sistema para solicitar el acceso o verificar sus credenciales.
eu: Jarri harremanetan sistemaren administratzailearekin sarbidea eskatzeko edo zure kredentzialak egiaztatzeko.
gl: Póñase en contacto co administrador do sistema para solicitar o acceso ou verificar as súas credenciais.

# cert_not_valid_description_revoked
source: Please contact the system administrator to request access or verify your credentials.
ca: Poseu-vos en contacte amb l'administrador del sistema per sol·licitar l'accés o verificar les vostres credencials.
es: Por favor, póngase en contacto con el administrador del sistema para solicitar el acceso o verificar sus credenciales.
eu: Jarri harremanetan sistemaren administratzailearekin sarbidea eskatzeko edo zure kredentzialak egiaztatzeko.
gl: Póñase en contacto co administrador do sistema para solicitar o acceso ou verificar as súas credenciais.

# cert_not_valid_description_user_no_permission
source: The user does not have an account in this signature platform. Please verify your credentials or contact the administrator to request access.
ca: L'usuari no disposa d'un compte en aquest portafirmes. Verifiqui les seves credencials o poseu-vos en contacte amb l'administrador per sol·licitar accés.
es: El usuario no dispone de una cuenta en este portafirmas. Verifique sus credenciales o póngase en contacto con el administrador para solicitar acceso.
eu: Erabiltzailea ez dago erregistratuta honetan Portafirmaseko sisteman. Egiaztatu zure kredentzialak edo jarri harremanetan administratzailearekin sarbidea eskatzeko.
gl: O usuario non ten conta neste portafirmas. Verifique as súas credenciais ou póñase en contacto co administrador para solicitar acceso.

# y_text
source: and
ca: i
es: y
eu: y
gl: e

# sign_validate_subtitle_approval_reqs
source: {approvalReqs, plural, =0{} =1{approve 1 request} other{approve {approvalReqs} requests.}}
ca: {approvalReqs, plural, =0{} =1{donaràs el vistiplau a 1 petició} other{donaràs el vistiplau a {approvalReqs} peticions.}}
es: {approvalReqs, plural, =0{} =1{dar el visto bueno a 1 petición} other{dar el visto bueno a {approvalReqs} peticiones.}}
eu: {approvalReqs, plural, =0{} =1{1 eskaerari oniritzia ematera} other{{approvalReqs} eskaerari oniritzia ematera zoaz.}}
gl: {approvalReqs, plural, =0{} =1{dar o visto bo a 1 petición} other{dar o visto bo a {approvalReqs} peticións.}}

# generic_message_module_final_step_title
source: Requests signed successfully
ca: Peticions signades correctament
es: Peticiones firmadas con éxito
eu: Sinatu dira eskaerak
gl: Peticións asinadas con éxito

# generic_message_module_final_step_title_simple
source: Request signed/approved successfully
ca: Petició signada o donada el vistiplau correctament
es: Petición firmada/VB con éxito
eu: Sinatu da / Oniritzia eman zaio eskaerari
gl: Petición asinada/VB con éxito

# detail_sign_module_final_text_simple
source: You signed/approved the request successfully.
ca: Has signat o donat el vistiplau a la petició correctament.
es: Has firmado/dado el visto bueno a la petición correctamente.
eu: Sinatu duzu / Eman diozu oniritzia eskaerari.
gl: Asinaches/deches o visto bo á petición correctamente.

# detail_sign_module_final_text
source: You signed {petitions, plural, =1{1 request} other{{petitions} requests}} and approved {checkPetitions, plural, =1{1 request} other{{checkPetitions} requests}}.
ca: Has signat {petitions, plural, =1{1 petició} other{{petitions} peticions}} i donat el vistiplau a {checkPetitions, plural, =1{1 petició} other{{checkPetitions} peticions}}.
es: Has firmado {petitions, plural, =1{1 petición} other{{petitions} peticiones}} y dado el visto bueno a {checkPetitions, plural, =1{1 petición} other{{checkPetitions} peticiones}}.
eu: {petitions, plural, =1{1 eskaera} other{{petitions} eskaera}} sinatu dituzu eta {checkPetitions, plural, =1{1 eskaerari} other{{checkPetitions} eskaerari}} oniritzia eman diezu.
gl: Asinaches {petitions, plural, =1{1 petición} other{{petitions} peticións}} e deches o visto bo a {checkPetitions, plural, =1{1 petición} other{{checkPetitions} peticións}}.

# sign_validate_cloud_certificate
source: with the certificate in the cloud.
ca: amb el certificat al núvol.
es: con el certificado en la nube.
eu: hodieko ziurtagiriarekin.
gl: co certificado na nube.

# sign_validate_cert_name
source: with the {certName} certificate
ca: amb el certificat {certName}
es: con el certificado {certName}
eu: {certName} ziurtagiriarekin
gl: co certificado {certName}

# cert_valid_till
source: Valid until:
ca: Vàlid fins a:
es: Válido hasta:
eu: Azken balio-eguna:
gl: Válido ata:

# cert_not_valid
source: Invalid certificate
ca: El certificat no és vàlid
es: El certificado no es válido
eu: Ziurtagiriak ez du balio
gl: O certificado non é válido

# cert_not_valid_description
source: A certificate validation error has occurred and login to the Signature Platform could not be completed. Please try again with another certificate.
ca: S'ha produït un error de validació de certificats i no s'ha pogut iniciar la sessió a Portafirmes. Prova-ho de nou amb un altre certificat.
es: Se ha producido un error de validación de certificados y no se ha podido iniciar sesión en Portafirmas. Inténtalo de nuevo con otro certificado.
eu: Ziurtagiriaren balidazioan errore bat gertatu da eta Portafirmaseko saioa hastea ez da lortu. Saiatu berriro beste ziurtagiri batekin.
gl: Produciuse un erro de validación de certificados e non se puido iniciar sesión en Portafirmas. Inténtao de novo cun outro certificado.

# cert_use
source: Use:
ca: Ús:
es: Uso:
eu: Erabilera:
gl: Uso:

# cert_emitter
source: Issuer:
ca: Emissor:
es: Emisor:
eu: Jaulkitzailea:
gl: Emisor:

# servers_title
source: Servers
ca: Servidors
es: Servidores
eu: Zerbitzariak
gl: Servidores

# servers_subtitle
source: Servers saved in the app
ca: Servidors desats a l’app
es: Servidores guardados en la app
eu: Aplikazioan gordetako zerbitzariak
gl: Servidores gardados na app

# servers_text_guide
source: Choose your preferred default server from the server list.
ca: Selecciona el servidor d’aquesta llista que vulguis fer servir com a predeterminat.
es: Selecciona de la lista el servidor que quieres usar como predeterminado.
eu: Hautatu zerrendan lehenetsi gisa erabili nahi duzun zerbitzaria.
gl: Selecciona da lista o servidor que queres usar como predeterminado.

# servers_edit_servers
source: Edit selected server
ca: Editar servidor seleccionat
es: Editar servidor seleccionado
eu: Editatu hautatutako zerbitzaria
gl: Editar servidor seleccionado

# servers_notification_edit
source: Default server changed
ca: S’ha canviat el servidor predeterminat
es: Se ha cambiado el servidor predeterminado
eu: Lehenetsitako zerbitzaria aldatu da
gl: Cambiouse o servidor predeterminado

# edit_server_title
source: Edit server
ca: Editar servidor
es: Editar servidor
eu: Editatu zerbitzaria
gl: Editar servidor

# edit_server_subtitle
source: Which server would you like to edit?
ca: Quin servidor vols editar?
es: ¿Qué servidor quieres editar?
eu: Zein zerbitzari editatu nahi duzu?
gl: Que servidor queres editar?

# edit_server_delete
source: Delete server
ca: Eliminar servidor
es: Eliminar servidor
eu: Ezabatu zerbitzaria
gl: Eliminar servidor

# delete_server_text
source: Are you sure you want to delete the selected server? If you continue, the next server on the list will automatically become the default.
ca: Segur que vols eliminar el servidor seleccionat? Si continues, se seleccionarà automàticament com a predeterminat el següent servidor de la llista.
es: ¿Estás seguro de eliminar el servidor seleccionado? Si continuas se autoseleccionará el siguiente en la lista como predeterminado.
eu: Ziur hautatutako zerbitzaria ezabatu nahi duzula? Aurrera eginez gero, hau hautatutako da automatikoki lehenetsi gisa.
gl: Estás seguro de eliminar o servidor seleccionado? Se continúas autoseleccionarase o seguinte na lista como predeterminado.

# delete_server_notification
source: Server deleted
ca: S’ha eliminat el servidor
es: Se ha eliminado el servidor
eu: Ezabatu da zerbitzaria
gl: Eliminouse o servidor

# onboarding_1_title
source: Sign requests
ca: Signa peticions
es: Firma peticiones
eu: Sinatu eskaerak
gl: Sinatura peticións

# onboarding_1_subtitle
source: Access pending requests for signature or approval.
ca: Accedeix a les peticions pendents i signa-les o dona-hi el vistiplau.
es: Accede a las peticiones pendientes y firma o da el visto bueno.
eu: Sartu zain dauden eskaeretan eta sinatu edo eman oniritzia.
gl: Accede ás peticións pendentes e asina ou dá o visto bo.

# onboarding_2_title
source: Share documents
ca: Comparteix documents
es: Comparte documentos
eu: Partekatu dokumentuak
gl: Comparte documentos

# onboarding_2_subtitle
source: Share documents associated with signature requests by email or whichever method you prefer.
ca: Comparteix els documents associats a les peticions de signatura per correu o pel mitjà que prefereixis.
es: Comparte los documentos asociados a las peticiones de firma por correo o por el medio que prefieras.
eu: Partekatu sinatzeko eskaerekin lotutako dokumentuak posta bidez edo nahi duzun bidea erabiliz.
gl: Comparte os documentos asociados a ás peticións de sinatura por correo ou polo medio que prefiras.

# onboarding_3_title
source: Check the details of the request
ca: Consulta els detalls de la petició
es: Consulta los detalles de la petición
eu: Kontsultatu eskaeraren xehetasunak
gl: Consulta os detalles da petición

# onboarding_3_subtitle
source: Access signature document, review appendices and obtain the information ecessary to sign.
ca: Accedeix al document de signatura, revisa els annexos i obtén la informació necessària per signar.
es: Accede al documento de firma, revisa los anexos y obtén la información necesaria para firmar.
eu: Sartu sinatzeko dokumentuan, berrikusi eranskinak eta lortu sinatzeko behar den informazioa.
gl: Accede ao documento de sinatura, revisa os anexos e obtén a información necesaria para asinar.

# end_msg
source: Close
ca: Finalitzar
es: Finalizar
eu: Amaitu
gl: Finalizar

# next_msg
source: Next
ca: Següent
es: Siguiente
eu: Hurrengoa
gl: Seguinte

# skip_msg
source: Skip
ca: Saltar
es: Saltar
eu: Saltatu
gl: Saltar

# filters_title
source: Filters
ca: Filtres
es: Filtros
eu: Iragazkiak
gl: Filtros

# filters_order
source: Sort
ca: Ordenació
es: Ordenación
eu: Sailkapena
gl: Ordenación

# filters_select_order
source: Select order
ca: Selecciona l’ordre
es: Selecciona orden
eu: Hautatu ordena
gl: Selecciona orde

# filters_select_sort
source: Select sort
ca: Selecciona l’ordenació
es: Selecciona ordenación
eu: Hautatu sailkapena
gl: Selecciona ordenación

# filters_select_request_type
source: Select request type
ca: Selecciona el tipus de petició
es: Selecciona tipo de petición
eu: Hautatu eskaera mota
gl: Selecciona tipo de petición

# filters_enter_topic
source: Enter topic or username
ca: Introdueix un assumpte o nom d’usuari
es: Introduce asunto o nombre de usuario
eu: Idatzi gaia edo erabiltzailearen izena
gl: Introduce asunto ou nome de usuario

# filters_select_time_interval
source: Select time interval
ca: Selecciona l’interval de temps
es: Selecciona intervalo de tiempo
eu: Hautatu denbora-tartea
gl: Selecciona intervalo de tempo

# filters_application
source: Select application
ca: Selecciona l’aplicació
es: Selecciona aplicación
eu: Hautatu aplikazioa
gl: Selecciona aplicación

# filters_clear_filters_button
source: Clear filters
ca: Netejar els filtres
es: Limpiar filtros
eu: Garbitu iragazkiak
gl: Limpar filtros

# filters_apply_filters_button
source: Apply filters
ca: Aplicar filtres
es: Aplicar filtros
eu: Aplikatu iragazkiak
gl: Aplicar filtros

# filters_more_recent_req
source: Most recent requests
ca: Peticions més recents
es: Peticiones más recientes
eu: Azken eskaerak
gl: Peticións máis recentes

# filters_oldest_req
source: Oldest requests
ca: Peticions més antigues
es: Peticiones más antiguas
eu: Eskaera zaharrenak
gl: Peticións máis antigas

# filters_req_about_to_expire
source: Requests about to expire
ca: Peticions de caducitat propera
es: Peticiones próximas a caducar
eu: Laster iraungiko diren eskaerak
gl: Peticións próximas a caducar

# filters_all_req
source: All
ca: Totes
es: Todas
eu: Guztiak
gl: Todas

# filters_validated_req
source: Validated requests
ca: Peticions validades
es: Peticiones validadas
eu: Balioztatutako eskaerak
gl: Peticións validadas

# filters_not_validated_req
source: Requests not validated
ca: Peticions no validades
es: Peticiones no validadas
eu: Balioztatzeko eskaerak
gl: Peticións non validadas

# filters_sign_req
source: Signature requests
ca: Peticions de signatura
es: Peticiones de firma
eu: Sinatzeko eskaerak
gl: Peticións de sinatura

# filters_approval_req
source: Approval requests
ca: Peticions de vistiplau
es: Peticiones de visto bueno
eu: Oniritzia emateko eskaerak
gl: Peticións de visto bo

# filters_last_24h
source: Last 24 hours
ca: Darreres 24 hores
es: Últimas 24 horas
eu: Azken 24 orduak
gl: Últimas 24 horas

# filters_last_week
source: Last week
ca: Darrera setmana
es: Última semana
eu: Azken astea
gl: Última semana

# filters_last_month
source: Last month
ca: Darrer mes
es: Último mes
eu: Azken hilabetea
gl: Último mes

# filters_chip_not_validated
source: Not validated
ca: No validades
es: No validadas
eu: Balioztatu gabekoak
gl: Non validadas

# pending_tab_text
source: Pending
ca: Pendents
es: Pendientes
eu: Zain daudenak
gl: Pendentes

# rejected_tab_text
source: Rejected
ca: Rebutjades
es: Rechazadas
eu: Baztertutakoak
gl: Rexeitadas

# validated_tab_text
source: Validated
ca: Validades
es: Validadas
eu: Balioztatutakoak
gl: Validadas

# signed_tab_text
source: Signed
ca: Signades
es: Firmadas
eu: Sinatutakoak
gl: Asinadas

# signature_text
source: Signature
ca: Signatura
es: Firma
eu: Sinadura
gl: Sinatura

# approval_text
source: Approval
ca: Vistiplau
es: Visto bueno
eu: Oniritzia
gl: Visto bo

# request_tips_1
source: View
ca: Estàs veient les
es: Estas viendo las
eu: Ikusten ari gara
gl: Estás vendo as

# request_tips_2
source: validated requests
ca: peticions validades
es: peticiones validadas
eu: balioztatutako eskaerak
gl: peticións validadas

# select_profile_title
source: Access using which profile?
ca: Amb quin perfil vols accedir?
es: ¿Con qué perfil quieres acceder?
eu: Zein profilekin sartu nahi duzu?
gl: Con que perfil queres acceder?

# request_notification_title
source: Information
ca: Informació
es: Información
eu: Informazioa
gl: Información

# request_notification_message
source: By logging on as a signatory, you may sign your requests and, if applicable, those received as authorised (substitute or delegate) from someone else. If you logon as a validator, you may validate requests from the person for whom you are the validator.
ca: Entrant com a signant, podràs signar les teves peticions i, si escau, les que reps com a autoritzat (substitut o delegat) d’algú. Si entres com a validador, podràs validar les peticions pertanyents a la persona de la qual n’ets validador/a.
es: Entrando como firmante podrás firmar tus peticiones y si aplicase, las que recibes como autorizado (sustituto o delegado) de alguien. Si entras como validador, podrás validar las peticiones pertenecientes a la persona de la que eres validador/a.
eu: Sinatzaile gisa sartuz gero zure eragiketak sina ditzakezu eta, hala badagokio, norbaiten baimendu gisa (ordezkoa edo delegatua) jasotzen dituzunak ere bai. Balioztatzaile gisa sartuz gero, balioztatzaile zaren pertsonarenak direnak balioztatu ahal izango dituzu.
gl: Entrando como asinante poderás asinar as túas peticións e se aplicase, as que recibes como autorizado (substituto ou delegado) de alguén. Se entras como validador, poderás validar as peticións pertencentes á persoa da que es validador/a.

# request_data_card_priority
source: Priority
ca: Prioritat
es: Prioridad
eu: Garrantzia
gl: Prioridade

# request_data_card_last_date
source: Date
ca: Data
es: Fecha
eu: Data
gl: Data

# request_data_card_expiration_date
source: Expiry
ca: Caducitat
es: Caducidad
eu: Iraungitze-data
gl: Caducidade

# request_data_card_status
source: Status
ca: Estat
es: Estado
eu: Egoera
gl: Estado

# request_data_card_status_rejected
source: Rejected
ca: Rebutjada
es: Rechazada
eu: Baztertua
gl: Rexeitada

# request_data_card_status_cancelled
source: Cancelled
ca: Cancelada
es: Cancelada
eu: Bertan behera
gl: Cancelada

# request_data_card_status_revoked
source: Revoked
ca: Revocada
es: Revocada
eu: Atzera botata
gl: Revocada

# request_data_card_limit_date
source: {count, plural, =0{Hoy} =1{1 day remaining} other{{count} days remaining}}
ca: {count, plural, =0{Hoy} =1{Queda 1 dia} other{Queden {count} dies}}
es: {count, plural, =0{Hoy} =1{Quedan 1 dia} other{Quedan {count} días}}
eu: {count, plural, =0{Gaur} =1{1 egun geratzen da} other{{count} egun geratzen dira}}
gl: {count, plural, =0{Hoy} =1{Queda 1 día} other{Quedan {count} días}}

# request_reject_module_title
source: Reject requests
ca: Rebuig de peticions
es: Rechazo de peticiones
eu: Eskaerak baztertzea
gl: Rexeitamento de peticións

# request_reject_module_text_simple
source: Reject the request.
ca: Rebutjaràs la petició.
es: Vas a rechazar la petición.
eu: Eskaera baztertzera zoaz.
gl: Vas rexeitar a petición.

# request_reject_module_text
source: Reject {rejectedRequests} requests.
ca: Rebutjaràs {rejectedRequests} peticions.
es: Vas a rechazar {rejectedRequests} peticiones.
eu: {rejectedRequests} eskaera baztertzera zoaz.
gl: Vas rexeitar {rejectedRequests} peticións.

# detail_reject_module_input_label
source: Reason (optional)
ca: Motiu (opcional)
es: Motivo (opcional)
eu: Arrazoia (aukerakoa)
gl: Motivo (opcional)

# detail_reject_module_input_comment
source: Add a comment
ca: Escriu el teu comentari
es: Realiza tu comentario
eu: Egin iritzi bat
gl: Realiza o teu comentario

# general_cancel
source: Cancel
ca: Cancel·lar
es: Cancelar
eu: Utzi
gl: Cancelar

# reject_module_final_title_plural
source: Requests successfully rejected
ca: Peticions rebutjades correctament
es: Peticiones rechazadas con éxito
eu: Baztertu dira eskaerak
gl: Peticións rexeitadas con éxito

# reject_module_final_title_simple
source: Request successfully rejected
ca: Petició rebutjada correctament
es: Petición rechazada con éxito
eu: Baztertu da eskaera
gl: Petición rexeitada con éxito

# reject_module_simple_subtitle
source: You successfully rejected the request.
ca: La petició s’ha rebutjat correctament.
es: Se ha rechazado la petición correctamente.
eu: Baztertu da eskaera.
gl: Rexeitouse a petición correctamente.

# reject_module_plural_subtitle
source: {rejectedRequests} requests rejected.
ca: S’han rebutjat {rejectedRequests} peticions.
es: Se han rechazado {rejectedRequests} peticiones.
eu: Baztertu dira {rejectedRequests} eskaera.
gl: Rexeitáronse {rejectedRequests} peticións.

# register_cert_title
source: Register your certificate
ca: Registra el teu certificat
es: Registra tu certificado
eu: Erregistratu ziurtagiria
gl: Rexistra o teu certificado

# register_cert_btn
source: Register certificate
ca: Registrar certificat
es: Registrar certificado
eu: Erregistratu ziurtagiria
gl: Rexistrar certificado

# cert_pass_title
source: Certificate password
ca: Contrasenya del certificat
es: Contraseña certificado
eu: Ziurtagiriaren pasahitza
gl: Contrasinal certificado

# cert_pass_subtitle
source: Enter password to install certificate: {certName}
ca: Introdueix la contrasenya per instal·lar el certificat: {certName}
es: Introduce la contraseña para instalar el certificado: {certName}
eu: Idatzi ziurtagiria instalatzeko pasahitza: {certName}
gl: Introduce o contrasinal para instalar o certificado: {certName}

# cert_added_title
source: Certificate added
ca: Certificat afegit
es: Certificado añadido
eu: Gehitu da ziurtagiria
gl: Certificado engadido

# cert_added_subtitle
source: Certificate successfully added to the Portafirmas app.
ca: El certificat s’ha afegit correctament a l’app de Portafirmas.
es: El certificado se ha añadido correctamente en la app de Portafirmas.
eu: Gehitu da ziurtagiria Sinaduren arbela aplikazioan.
gl: O certificado engadiuse correctamente na app de Portafirmas.

# cert_error_adding_title
source: Unable to add certificate
ca: No hem pogut afegir el teu certificat
es: No hemos podido añadir tu certificado
eu: Ezin izan da gehitu ziurtagiria
gl: Non puidemos engadir o teu certificado

# cert_error_adding_subtitle
source: Unable to successfully add your certificate to the Portafirmas application. Please try again later.
ca: No hem pogut afegir el teu certificat a l’aplicació de Portafirmas. Torna-ho a intentar més tard.
es: No hemos podido añadir tu certificado a la aplicación de Portafirmas de manera correcta. Inténtalo de nuevo más tade.
eu: Ezin izan da gehitu ziurtagiria Sinaduren arbela aplikazioan. Saiatu berriro geroago.
gl: Non puidemos engadir o teu certificado á aplicación de Portafirmas de maneira correcta. Inténtao de novo máis tarde.

# certificate_list_title
source: Certificates
ca: Certificats
es: Certificados
eu: Ziurtagiriak
gl: Certificados

# certificate_list_subtitle
source: Certificates added to the app
ca: Certificats afegits a l’app
es: Certificados añadidos en la app
eu: Aplikazioan gehitutako ziurtagiriak
gl: Certificados engadidos na app

# certificate_not_found_subtitle
source: Certificate not found
ca: No hi ha cap certificat disponible
es: No se encuentra ningún certificado disponible
eu: Ez dago ziurtagiririk eskuragarri
gl: Non se atopa ningún certificado dispoñible

# certificate_error_problems_with_certificates_title
source: Selection error
ca: Problemes en seleccionar
es: Problemas al seleccionar
eu: Hautatzeko arazoak
gl: Problemas ao seleccionar

# certificate_error_problems_with_certificates_subtitle
source: To access the app, please select a certificate or add a new one by clicking the add button from the menu above.
ca: Recorda que, si vols accedir a l’app, has de seleccionar un certificat o afegir-ne un de nou. Pots afegir-lo des del botó “afegir” del menú superior.
es: Recuerda que si quieres acceder a la app debes seleccionar un certificado o añadir uno nuevo. Puedes añadirlo desde el botón añadir del menú superior.
eu: Gogoratu aplikazioan sartu nahi baduzu, ziurtagiri hautatu behar duzula edo beste bat gehitu behar duzula. Goiko menuko gehituzeko botoiarekin gehi dezakezu.
gl: Lembra que se queres acceder á app debes seleccionar un certificado ou engadir un novo. Podes engadilo desde o botón engadir do menú superior.

# certificate_warning_has_certificates_installed_title
source: Do you have certificates installed?
ca: Tens certificats instal·lats?
es: ¿Tienes certificados instalados?
eu: Instalatutako ziurtagiriak dauzkazu?
gl: Tes certificados instalados?
